.	20491
I	19486
,	17574
the	16165
to	15036
and	9290
a	6890
of	6306
in	6216
you	6172
was	5603
that	4992
it	4940
is	4311
for	4099
have	4043
my	3932
be	2912
would	2790
at	2683
we	2622
n't	2571
like	2519
me	2509
because	2447
very	2389
your	2273
not	2256
with	2119
but	2113
are	2112
about	2031
will	1986
had	1880
am	1871
this	1857
do	1854
all	1850
on	1808
show	1703
as	1680
can	1644
"	1618
so	1456
from	1450
time	1397
The	1362
there	1357
were	1335
's	1330
they	1327
people	1321
It	1317
some	1290
could	1276
!	1200
Dear	1184
our	1178
think	1175
?	1170
good	1169
or	1159
if	1128
more	1126
go	1109
money	1100
which	1091
when	1074
know	1026
life	963
what	921
one	912
only	864
'm	853
shopping	847
We	816
really	794
In	783
clothes	779
them	772
much	761
also	756
Yours	749
an	734
should	726
see	723
want	721
how	703
other	693
school	682
been	674
by	666
her	662
Pat	661
letter	658
did	656
he	650
she	632
take	627
forward	623
us	616
theatre	610
going	608
advertisement	598
concert	595
make	591
But	591
need	589
lot	584
:	583
has	566
their	561
July	551
started	549
technology	544
went	541
two	541
back	535
writing	531
out	531
who	526
evening	525
just	523
first	514
always	509
London	509
things	504
activities	502
last	495
up	494
day	494
get	480
And	475
any	473
travel	472
told	472
tell	471
restaurant	463
most	455
after	455
great	454
musical	450
thing	447
different	447
looking	438
many	437
ask	436
give	432
hearing	424
look	419
too	417
You	417
sincerely	415
First	414
never	412
Danny	412
than	409
something	409
new	405
him	405
As	404
hope	399
closed	397
best	396
prefer	394
his	393
So	392
Brook	390
THE	382
kind	380
say	378
work	375
students	374
play	369
stay	367
soon	366
friends	365
actor	363
years	362
home	362
help	361
&raspsquo;	359
said	358
no	357
now	356
year	352
've	350
experience	348
buy	348
information	347
even	347
When	346
find	339
-	337
got	334
next	333
before	332
way	330
during	329
If	325
friend	319
well	317
This	314
these	308
Ryan	306
place	303
However	301
faithfully	299
enjoyable	298
modern	297
every	296
without	295
such	295
possible	294
asked	294
log	292
discounts	291
class	291
For	291
important	289
California	288
happy	287
)	287
(	286
won	284
must	283
why	282
prize	280
free	279
month	278
start	277
daily	277
everything	276
changed	275
Camp	275
enjoy	273
available	269
They	269
My	268
love	267
saw	266
change	266
ca	266
ticket	265
made	265
'll	265
tents	264
holiday	264
perfect	263
interesting	262
wear	261
There	261
Thank	260
week	259
swimming	256
famous	256
'd	256
wanted	253
days	252
spend	250
tickets	249
tent	249
same	249
competition	249
After	249
long	248
world	247
use	247
better	247
where	244
disappointed	243
programme	242
What	242
At	242
used	241
choose	241
able	240
On	240
To	237
June	237
visit	236
How	233
then	232
That	231
TO	231
minutes	230
big	229
part	228
idea	226
bring	226
decided	225
Unfortunately	222
live	220
Sir	220
Kim	220
Finally	218
end	215
secrets	214
pop	213
computer	213
bad	213
future	211
course	211
Secondly	210
job	208
A	208
example	207
problem	206
opinion	206
nice	205
another	205
feel	204
being	204
weeks	203
disappointing	202
write	201
festival	201
Helen	200
;	200
tennis	199
problems	199
knew	199
hand	199
fact	199
Firstly	198
Over	197
keeping	195
opportunity	194
She	194
fashion	192
doing	191
trip	189
come	189
since	187
Also	187
family	184
answer	184
parents	183
quite	181
read	180
cabins	180
thank	179
again	179
night	178
try	177
questions	177
let	177
believe	177
lessons	176
few	174
reason	173
house	173
came	173
hear	172
ago	172
seen	171
found	170
especially	170
camp	170
Your	170
Fashion	169
He	167
thought	166
instead	166
anything	163
Then	162
took	161
talk	160
pay	160
AND	160
keep	159
chance	158
Circle	158
Because	158
sports	157
complain	157
while	156
playing	156
enough	156
20:15	156
order	154
around	153
discount	152
Theatre	152
...	152
still	151
rules	151
point	150
small	149
wait	148
old	148
film	148
enjoyed	148
Tuesday	148
secret	147
late	147
over	146
2000	146
into	145
basketball	144
wonderful	143
sport	143
summer	142
received	142
sure	141
stars	141
Shopping	141
weather	140
student	140
accommodation	140
written	139
until	139
little	139
Another	139
having	138
music	137
holidays	136
cabin	136
Leisure	136
sometimes	135
already	135
Mr	135
19:30	135
shop	134
done	134
afternoon	134
addition	134
All	134
learn	132
understand	131
morning	131
may	131
Now	131
spent	130
reply	130
Rainbow	130
supposed	129
put	129
person	129
One	129
man	128
does	128
March	128
main	127
later	127
finished	127
those	126
everyone	126
interested	125
fun	125
English	124
stage	123
Show	123
waiting	122
price	122
suggest	121
story	121
send	121
rather	121
each	121
both	121
felt	120
Madam	120
exciting	119
WAS	119
Moreover	119
reasons	118
might	118
helped	118
countries	118
19.30	118
three	116
everybody	116
Robertson	116
right	115
lots	115
whole	114
special	114
photography	114
allowed	114
August	114
Do	113
imagine	112
happened	112
myself	111
expected	111
ever	111
arrived	111
angry	111
IT	111
45	111
working	110
please	110
phone	110
hard	110
food	109
comfortable	109
children	109
car	109
actors	109
mother	108
climbing	108
OF	108
second	107
own	107
moment	107
private	106
book	106
Mrs	106
leisure	105
glad	105
five	105
films	105
eat	105
teacher	104
surfing	104
party	104
painting	104
true	103
someone	103
here	103
difficult	103
between	103
sleep	102
singing	102
latest	102
artists	102
Last	102
video	100
six	99
helping	99
become	99
activity	99
YOU	99
shops	98
hours	98
weekend	97
played	97
news	97
meet	97
heard	97
advertisment	97
THAT	97
're	97
recently	96
liked	96
internet	96
favourite	96
Sir/Madam	96
wo	95
rainbow	95
question	95
pleased	95
nothing	95
lives	95
full	95
Festival	95
country	94
called	94
Science	94
others	93
name	93
bought	93
Internet	93
hour	92
computers	92
although	92
Well	92
Although	92
though	91
plays	91
often	91
easy	91
easier	91
bit	91
Museum	90
far	89
down	89
IN	89
times	88
short	87
group	87
From	87
gave	86
finally	86
met	85
further	85
makes	84
less	84
filmed	84
else	84
About	84
£	83
team	83
shows	83
room	83
past	83
living	83
consider	83
concerts	83
Tina	83
young	82
halls	82
With	82
Some	82
Furthermore	82
wrong	81
worst	81
near	81
keen	81
half	81
dangerous	81
busy	81
Therefore	81
together	80
surprise	80
nature	80
journalists	80
became	80
almost	80
accomodation	80
Please	80
Mr.	80
real	79
least	79
events	79
Of	79
MY	79
thinking	78
paid	78
conclusion	78
city	78
watch	77
starring	77
singer	77
sailing	77
remember	77
refund	77
grateful	77
forget	77
expensive	77
began	77
International	77
writting	76
teachers	76
getting	76
father	76
explain	76
During	76
Anyway	76
'	76
taking	75
study	75
lesson	75
excited	75
camping	75
agree	75
Love	75
Best	75
view	74
suitable	74
staying	74
mind	74
inform	74
fashions	74
actually	74
Truelove	74
20.15	74
tried	73
mentioned	73
following	73
beautiful	73
Wednesday	73
TV	73
14th	73
it.	72
asking	72
art	72
FOR	72
usually	71
science	71
present	71
off	71
Clark	71
wish	70
excellent	70
boring	70
seeing	69
buying	69
appreciate	69
Central	69
Arts	69
human	68
high	68
attention	68
Exhibition	68
suggestion	67
exams	67
close	67
According	67
wrote	66
sorry	66
performance	66
ones	66
its	66
fantastic	66
chose	66
walk	65
using	65
promised	65
organised	65
mobile	65
making	65
front	65
dinner	65
Sincerely	65
Is	65
Hall	65
20	65
100	65
talking	64
prepare	64
manager	64
left	64
cannot	64
People	64
Jane	64
yours	63
result	63
places	63
once	63
due	63
Could	63
worse	62
side	62
rest	62
receive	62
contact	62
care	62
away	62
alone	62
2	62
sum	61
mean	61
listen	61
useful	60
style	60
situation	60
singers	60
known	60
child	60
changing	60
Thanks	60
Sometimes	60
Nowadays	60
ten	59
speak	59
sort	59
nobody	59
improve	59
however	59
hairstyles	59
details	59
clean	59
begin	59
Our	59
ways	58
surprised	58
anyone	58
10	58
women	57
terrible	57
shoes	57
several	57
says	57
open	57
months	57
By	57
water	56
university	56
through	56
seems	56
maybe	56
matter	56
golf	56
completely	56
changes	56
beginning	56
band	56
Manager	56
wich	55
today	55
takes	55
spending	55
sound	55
popular	55
given	55
finish	55
fine	55
call	55
visiting	54
starts	54
outside	54
number	54
means	54
list	54
leave	54
hot	54
hall	54
event	54
college	54
case	54
reading	53
quickly	53
necessary	53
chosen	53
brother	53
afraid	53
Most	53
Besides	53
wishes	52
staff	52
realised	52
newspaper	52
needed	52
girls	52
cold	52
choice	52
WE	52
Ms	52
Art	52
13th	52
thanks	51
probably	51
join	51
girl	51
exam	51
dream	51
Modern	51
IS	51
technologies	50
sleeping	50
possibility	50
pictures	50
office	50
offer	50
drink	50
books	50
ME	50
14	50
watching	49
trying	49
looked	49
giving	49
classes	49
THIS	49
15	49
woman	48
therefore	48
television	48
suggestions	48
studying	48
receiving	48
personal	48
kinds	48
expect	48
coming	48
Sally	48
N'T	48
Mrs.	48
Maybe	48
Even	48
worked	47
starting	47
realy	47
pleasure	47
me.	47
impossible	47
funny	47
feeling	47
fast	47
date	47
U.S.A	47
Saturday	47
HAVE	47
Can	47
walking	46
visited	46
public	46
planned	46
i	46
either	46
card	46
birthday	46
USA	46
wearing	45
tired	45
points	45
o'clock	45
informations	45
everywhere	45
earn	45
concerned	45
company	45
above	45
Paul	45
National	45
subject	44
stop	44
sea	44
saying	44
inside	44
homes	44
happen	44
faster	44
everyday	44
door	44
boy	44
These	44
Faithfully	44
17th	44
wants	43
town	43
stuff	43
somebody	43
pm	43
nowadays	43
hungry	43
horrible	43
crowded	43
bus	43
boyfriend	43
accept	43
Lastly	43
yourself	42
upset	42
plan	42
period	42
noticed	42
nervous	42
husband	42
face	42
break	42
audience	42
Since	42
Gallery	42
Basketball	42
AT	42
turned	41
travelling	41
telling	41
talked	41
return	41
poor	41
lost	41
knowledge	41
favorite	41
easily	41
decide	41
anymore	41
amazing	41
Thirdly	41
Looking	41
Before	41
type	40
totally	40
taken	40
stories	40
seven	40
seemed	40
report	40
realized	40
machines	40
lights	40
light	40
express	40
Despite	40
BECAUSE	40
works	39
word	39
win	39
unknown	39
sister	39
showed	39
quality	39
police	39
move	39
etc.	39
Actually	39
top	38
save	38
sad	38
replaced	38
radio	38
invited	38
huge	38
gone	38
carry	38
amount	38
ON	38
Future	38
Especially	38
BUT	38
3	38
wonder	37
waste	37
turn	37
respect	37
practice	37
mine	37
mention	37
international	37
homework	37
four	37
eight	37
advertised	37
Why	37
U.S.A.	37
SHOW	37
HAD	37
AS	37
technological	36
suddenly	36
request	36
particularly	36
men	36
local	36
informed	36
games	36
classical	36
cars	36
bored	36
attend	36
appeared	36
advantages	36
acting	36
according	36
YOUR	36
Next	36
Here	36
Every	36
19.00	36
train	35
telephone	35
stayed	35
spite	35
run	35
relax	35
ready	35
paper	35
organized	35
opened	35
invite	35
held	35
entrance	35
disadvantages	35
dance	35
arts	35
Photography	35
OVER	35
Let	35
Everybody	35
BE	35
under	34
trust	34
society	34
rule	34
role	34
river	34
regards	34
recommend	34
organise	34
normal	34
media	34
material	34
lunch	34
instance	34
explained	34
except	34
disappointment	34
deserve	34
couple	34
confortable	34
competitions	34
club	34
Technology	34
Greenwich	34
words	33
unfortunately	33
truth	33
speaking	33
seem	33
schools	33
satisfied	33
p.m.	33
miss	33
machine	33
guess	33
etc	33
enjoying	33
concerning	33
check	33
centre	33
age	33
WOULD	33
Tennis	33
RAINBOW	33
Everything	33
waited	32
street	32
strange	32
sing	32
offered	32
listening	32
including	32
goes	32
extra	32
cook	32
body	32
area	32
anybody	32
air	32
advantage	32
Would	32
SO	32
Golf	32
Everyone	32
England	32
10.00	32
yesterday	31
touch	31
time.	31
spare	31
sitting	31
simple	31
share	31
products	31
practise	31
notice	31
include	31
exactly	31
delay	31
credit	31
building	31
bigger	31
aim	31
WITH	31
Second	31
Not	31
Monday	31
Miss	31
May	31
Many	31
worth	30
whether	30
size	30
service	30
pretty	30
prepared	30
organisation	30
opinions	30
hobby	30
friendly	30
follow	30
early	30
discover	30
deal	30
create	30
continue	30
common	30
century	30
cause	30
advice	30
Suddenly	30
Nick	30
winter	29
whatever	29
understood	29
till	29
stand	29
sit	29
rich	29
prices	29
player	29
member	29
lived	29
july	29
instruments	29
health	29
gives	29
facilities	29
equipment	29
e-mail	29
despite	29
advance	29
absolutely	29
VERY	29
No	29
Maria	29
Lots	29
DO	29
wife	28
them.	28
politicians	28
performed	28
pass	28
materials	28
loved	28
ideas	28
extremely	28
expecting	28
exhibition	28
cousin	28
cost	28
complete	28
bank	28
answers	28
adventure	28
John	28
Hi	28
Are	28
ALL	28
wondering	27
variety	27
system	27
swim	27
supermarket	27
strong	27
star	27
space	27
serious	27
rock	27
reference	27
reasonably-priced	27
provide	27
presented	27
pleasant	27
phones	27
lifes	27
knows	27
ill	27
houses	27
fans	27
eyes	27
communicate	27
classmates	27
afford	27
act	27
Write	27
University	27
Hello	27
voice	26
suppose	26
photos	26
particular	26
organising	26
mistake	26
lose	26
library	26
level	26
letters	26
jobs	26
hundred	26
hate	26
goods	26
enter	26
brought	26
allow	26
While	26
New	26
IF	26
Friday	26
France	26
CAN	26
7	26
trouble	25
themselves	25
stress	25
skills	25
shown	25
shall	25
sent	25
sell	25
rooms	25
queue	25
passed	25
meeting	25
matters	25
learnt	25
helps	25
hands	25
football	25
fish	25
entered	25
decision	25
communication	25
colours	25
cleaning	25
character	25
black	25
awful	25
apart	25
annoying	25
ages	25
against	25
admit	25
Will	25
WHEN	25
Two	25
FROM	25
Brown	25
ARE	25
5	25
'S	25
yet	24
whose	24
wash	24
sounds	24
shopping.	24
realise	24
privacy	24
preparing	24
nightmare	24
newest	24
natural	24
mum	24
lack	24
interest	24
hobbies	24
girlfriend	24
forty-five	24
fit	24
dress	24
control	24
comes	24
colour	24
closer	24
certainly	24
bed	24
bags	24
bag	24
assistant	24
arrange	24
annoyed	24
announced	24
animals	24
NOT	24
Ms.	24
Jon	24
ABOUT	24
13	24
....	24
window	23
twenty	23
third	23
suit	23
suggested	23
success	23
songs	23
sightseeing	23
show.	23
responsible	23
realize	23
product	23
pollution	23
per	23
nearly	23
musicians	23
museum	23
missed	23
lovely	23
learned	23
kept	23
followed	23
fan	23
experiences	23
ended	23
drinks	23
cloth	23
clear	23
beginner	23
becoming	23
artist	23
affects	23
THEATRE	23
TECHNOLOGY	23
Nevertheless	23
KNOW	23
July.	23
Japan	23
Indeed	23
Her	23
yes	22
worry	22
vacation	22
theater	22
studies	22
strict	22
store	22
specially	22
solution	22
sold	22
similar	22
set	22
response	22
ran	22
pupils	22
paint	22
organize	22
needs	22
mostly	22
hesitate	22
happens	22
forty	22
final	22
development	22
costs	22
chat	22
center	22
cash	22
brilliant	22
biggest	22
behind	22
aware	22
atmosphere	22
anyway	22
accepted	22
abroad	22
Tim	22
Smith	22
PEOPLE	22
Otherwise	22
LIFE	22
Instead	22
COULD	22
Agatha	22
15th	22
1	22
'M	22
washing	21
tend	21
son	21
situations	21
relaxing	21
regret	21
quiet	21
purpose	21
protect	21
progress	21
positive	21
people.	21
ourselves	21
middle	21
marvellous	21
managed	21
lucky	21
likes	21
life.	21
journey	21
influence	21
included	21
heavy	21
forgot	21
crazy	21
childhood	21
caused	21
booked	21
avoid	21
attractive	21
aspects	21
article	21
appear	21
annual	21
TIME	21
Restaurant	21
Peter	21
LIKE	21
Just	21
Hope	21
HE	21
Competition	21
Christie	21
BROOK	21
An	21
you.	20
worried	20
village	20
training	20
tiring	20
sun	20
stopped	20
seat	20
relationship	20
reach	20
quarter	20
provided	20
majority	20
longer	20
large	20
knowing	20
kitchen	20
kill	20
immediately	20
him.	20
helpful	20
feelings	20
fault	20
exhibitions	20
dog	20
discovered	20
depends	20
delighted	20
culture	20
convenient	20
connected	20
caught	20
camera	20
built	20
begining	20
THEY	20
Swimming	20
Sunday	20
CONCERT	20
winner	19
wide	19
whenever	19
tour	19
terribly	19
supermarkets	19
styles	19
security	19
season	19
reality	19
pocket	19
parts	19
mood	19
minute	19
meals	19
loves	19
lead	19
lazy	19
items	19
impressed	19
hotel	19
history	19
healthy	19
hair	19
greatest	19
friendship	19
foreign	19
education	19
discussion	19
developing	19
cut	19
cooking	19
conclude	19
complaint	19
coffee	19
business	19
born	19
belive	19
attended	19
arrive	19
appropriate	19
add	19
Who	19
WILL	19
September	19
See	19
Once	19
OUR	19
Nobody	19
His	19
Hemingway	19
Have	19
DANNY	19
writers	18
white	18
usual	18
transport	18
teach	18
single	18
shouting	18
secrets.	18
scene	18
program	18
plans	18
picture	18
paying	18
organization	18
nights	18
mistakes	18
microwave	18
leaving	18
language	18
increase	18
himself	18
heart	18
hardly	18
groups	18
fell	18
fashionable	18
effect	18
doubt	18
developed	18
develop	18
dark	18
dancing	18
climb	18
careful	18
becouse	18
along	18
Yes	18
WERE	18
Today	18
REALLY	18
Organiser	18
Or	18
Home	18
HOW	18
Conclusion	18
Concerning	18
Apart	18
AFTER	18
watched	17
warm	17
unless	17
uncomfortable	17
twice	17
talks	17
stores	17
statement	17
state	17
search	17
reached	17
photographs	17
payed	17
park	17
opposite	17
noise	17
newspapers	17
members	17
married	17
manage	17
make-up	17
luck	17
lie	17
jazz	17
invented	17
happening	17
grandmother	17
general	17
fresh	17
fire	17
experienced	17
expenses	17
effort	17
eating	17
earth	17
earlier	17
design	17
department	17
crying	17
crowd	17
correct	17
cool	17
consideration	17
cheaper	17
calm	17
broken	17
balance	17
affect	17
advise	17
accident	17
THERE	17
School	17
OK	17
November	17
HAS	17
GO	17
Famous	17
whom	16
walked	16
wake	16
various	16
unusual	16
unpleasant	16
traditional	16
test	16
tells	16
swimmer	16
subjects	16
stupid	16
stadium	16
spoke	16
social	16
sincerelly	16
seats	16
requested	16
relaxed	16
regarding	16
promise	16
produce	16
press	16
plenty	16
plane	16
persons	16
perform	16
ordinary	16
meal	16
looks	16
itself	16
improving	16
guitar	16
game	16
friends.	16
freedom	16
fight	16
dissapointed	16
director	16
died	16
created	16
concert.	16
compare	16
cities	16
carefully	16
begins	16
beach	16
agreed	16
Yesterday	16
Without	16
US	16
Singing	16
OUT	16
Like	16
LAST	16
Christmas	16
Bye	16
Anna	16
8	16
within	15
towards	15
tomorrow	15
term	15
tall	15
table	15
suits	15
stated	15
solve	15
smoke	15
sir	15
sat	15
remain	15
range	15
punished	15
prompt	15
previous	15
pounds	15
planning	15
performing	15
part-time	15
p.m	15
otherwise	15
learning	15
involved	15
interview	15
hole	15
her.	15
headmaster	15
false	15
faces	15
essential	15
differents	15
die	15
death	15
convenience	15
cinema	15
boys	15
baby	15
appreciated	15
anywhere	15
among	15
allows	15
affected	15
advertising	15
THINK	15
Sara	15
River	15
Painting	15
ONLY	15
ONE	15
Musical	15
Marine	15
Having	15
Finaly	15
College	15
Clothes	15
50	15
%	15
well.	14
warmer	14
untill	14
tuesday	14
thoughts	14
temperature	14
tecnology	14
survive	14
successful	14
stressful	14
stressed	14
streets	14
step	14
sign	14
shocked	14
sending	14
running	14
round	14
regard	14
recived	14
realistic	14
proud	14
power	14
plastic	14
piece	14
photograph	14
personally	14
occasion	14
note	14
moments	14
microphones	14
maths	14
killed	14
joined	14
insects	14
incredible	14
increasing	14
hurry	14
honest	14
home.	14
hit	14
herself	14
greatful	14
fourty	14
form	14
environment	14
entertainment	14
english	14
electronic	14
dreams	14
doctor	14
desk	14
describe	14
delayed	14
considering	14
congratulate	14
condition	14
clearly	14
classroom	14
charge	14
certain	14
catch	14
behalf	14
begun	14
bar	14
backstage	14
aspect	14
answered	14
afterwards	14
YOURS	14
X	14
Their	14
Take	14
Surfing	14
Sea	14
Regarding	14
Personally	14
Perhaps	14
PAT	14
MONEY	14
London.	14
Introduction	14
GOOD	14
FASHION	14
DEAR	14
Computer	14
Both	14
BEEN	14
AM	14
30	14
17	14
&	14
winning	13
weekends	13
wallet	13
us.	13
unhappy	13
too.	13
thinks	13
stood	13
somewhere	13
slept	13
school.	13
risk	13
returned	13
required	13
project	13
professional	13
principal	13
practising	13
practised	13
post	13
possibly	13
possibilities	13
piano	13
phoned	13
option	13
now.	13
much.	13
mountains	13
mountain	13
moon	13
money.	13
mentionned	13
market	13
magazine	13
inventions	13
interests	13
informing	13
imagination	13
floor	13
flat	13
fee	13
families	13
exhausted	13
discuss	13
disaster	13
differences	13
demand	13
definitely	13
deep	13
customers	13
courses	13
colourful	13
clothing	13
choosing	13
choosen	13
characters	13
broke	13
breath	13
breaks	13
breakfast	13
boss	13
blue	13
bands	13
attending	13
all.	13
advanced	13
account	13
access	13
Which	13
T.V	13
STARTED	13
Other	13
MODERN	13
French	13
DID	13
Climbing	13
CD	13
Brian	13
BY	13
BEFORE	13
19:00	13
16th	13
years.	12
wished	12
wind	12
whereas	12
vacations	12
usefull	12
trusted	12
troubles	12
timetable	12
there.	12
tasks	12
support	12
studied	12
smoking	12
skirts	12
sincerly	12
simply	12
showing	12
ship	12
selling	12
schedule	12
satisfaction	12
sale	12
remind	12
recieved	12
rain	12
quick	12
proposed	12
position	12
planes	12
perhaps	12
pair	12
pain	12
oven	12
organizing	12
oportunity	12
obviously	12
nor	12
negative	12
mainly	12
legs	12
leaflet	12
lake	12
kids	12
journalist	12
joining	12
jeans	12
introduce	12
improved	12
impression	12
forever	12
fond	12
filming	12
exiting	12
exist	12
examples	12
electricity	12
do.	12
disadvantage	12
dad	12
cultural	12
cover	12
copy	12
contrast	12
contrary	12
considered	12
conditions	12
compensation	12
build	12
bright	12
brain	12
believed	12
beings	12
bedroom	12
based	12
attracted	12
apply	12
ad	12
activitie	12
WANT	12
TWO	12
TOLD	12
Spain	12
RESTAURANT	12
READ	12
PLAY	12
Old	12
Oh	12
Man	12
MORE	12
Lessons	12
GOT	12
FIRST	12
Due	12
ALSO	12
20:15.	12
1st	12
19	12
10:00	12
younger	11
world.	11
willing	11
well-known	11
wasted	11
want.	11
unique	11
understanding	11
trees	11
traveling	11
things.	11
task	11
surf	11
strongly	11
stolen	11
steal	11
standing	11
sick	11
session	11
self	11
require	11
recent	11
rapidly	11
putting	11
practical	11
polluted	11
pm.	11
pity	11
permission	11
parent	11
offers	11
moved	11
medical	11
marks	11
line	11
hurt	11
humans	11
hospital	11
harder	11
guy	11
growing	11
ground	11
generally	11
garden	11
furious	11
fourty-five	11
forgotten	11
forgive	11
fly	11
finishes	11
fair	11
fabrics	11
excuse	11
eventually	11
enviroment	11
enjoyable.	11
energy	11
electrical	11
e.g.	11
e-mails	11
drawing	11
disappoint	11
difference	11
designers	11
designed	11
day.	11
cultures	11
countryside	11
convinient	11
comunicate	11
complicated	11
complaining	11
clock	11
circle	11
chef	11
chatting	11
chair	11
cent	11
cases	11
box	11
beggining	11
becomes	11
ball	11
badly	11
attract	11
apologise	11
ancient	11
alarm	11
additional	11
action	11
WRITING	11
WHAT	11
Very	11
Thus	11
Those	11
Ted	11
THING	11
Subject	11
SOME	11
Regards	11
Paris	11
OR	11
Ivan	11
I'am	11
Heathcliff	11
GOING	11
DISCOUNTS	11
Caroline	11
Being	11
BACK	11
Almost	11
Afterwards	11
Activities	11
20th	11
'VE	11
year.	10
trips	10
treatment	10
this.	10
thin	10
thanked	10
telephones	10
technical	10
teaching	10
swimming.	10
survey	10
suprised	10
spectators	10
sometime	10
smaller	10
sky	10
skirt	10
shy	10
sharks	10
services	10
serve	10
sales	10
revolution	10
results	10
restaurants	10
record	10
published	10
prizes	10
population	10
polite	10
picked	10
photographer	10
participate	10
ought	10
original	10
obvious	10
normally	10
nine	10
mad	10
loud	10
listed	10
laughing	10
laugh	10
kisses	10
jealous	10
invention	10
intend	10
industry	10
improvement	10
homeworks	10
hold	10
head	10
grow	10
green	10
gold	10
gets	10
forest	10
finishing	10
finding	10
fifteen	10
feet	10
fame	10
fall	10
failed	10
entry	10
empty	10
dresses	10
doors	10
distance	10
dissatisfaction	10
disapointed	10
difficulty	10
devices	10
curious	10
cry	10
cried	10
connection	10
concern	10
competition.	10
cloths	10
clothes.	10
checking	10
carrying	10
cabins.	10
brothers	10
bout	10
boat	10
assistants	10
areas	10
anytime	10
alway	10
alive	10
airport	10
agency	10
advert	10
activities.	10
Usually	10
THINGS	10
THEM	10
TAKE	10
Students	10
Stories	10
South	10
Sorry	10
SCHOOL	10
Recently	10
Probably	10
More	10
Maths	10
Marion	10
Madame	10
LONDON	10
GIVE	10
Further	10
FUTURE	10
FAMOUS	10
Eventually	10
Diana	10
December	10
Charles	10
American	10
Additionally	10
AN	10
ADVERTISEMENT	10
6	10
16	10
wild	9
wasting	9
waiters	9
trains	9
topics	9
title	9
theatre.	9
that.	9
teenagers	9
talent	9
switch	9
surprising	9
surfing.	9
suprise	9
supper	9
suffer	9
straight	9
stage.	9
spread	9
song	9
smart	9
skin	9
shouted	9
sharing	9
shame	9
section	9
scared	9
routine	9
research	9
relatives	9
red	9
recommended	9
reasonable	9
rare	9
queues	9
providing	9
prove	9
pressure	9
presents	9
preparation	9
prefered	9
politician	9
pick	9
physical	9
photo	9
patient	9
participated	9
outdoor	9
out.	9
offering	9
objects	9
neither	9
national	9
mix	9
miserable	9
milk	9
memory	9
memories	9
mates	9
mall	9
male	9
lover	9
latter	9
lasted	9
jumped	9
joke	9
invitation	9
includes	9
improvements	9
illness	9
housework	9
happiness	9
guilty	9
grown	9
grandparents	9
gadgets	9
fridge	9
forwards	9
formal	9
forced	9
farm	9
fancy	9
faithfuly	9
explanation	9
enthusiastic	9
enormous	9
electric	9
edition	9
drive	9
dreaming	9
dreamed	9
draw	9
dissappointed	9
dishes	9
discussed	9
disco	9
destroy	9
cup	9
crowds	9
convinced	9
conversation	9
composition	9
companies	9
clothe	9
climbed	9
cleaner	9
choise	9
cheque	9
celebrities	9
career	9
cake	9
besides	9
behaviour	9
before.	9
befor	9
bathroom	9
basic	9
argument	9
animal	9
admire	9
address	9
across	9
Woods	9
Waiting	9
WORLD	9
WHO	9
WHICH	9
Unfortunatly	9
USED	9
Third	9
TOO	9
THEN	9
T.V.	9
Sting	9
States	9
Sirs	9
Should	9
SINCERELY	9
Princess	9
Pat.	9
Molly	9
Mister	9
Marie	9
Madonna	9
MUCH	9
MARIA	9
Life	9
God	9
Give	9
George	9
Freedom	9
Ernest	9
Earth	9
EVENING	9
Discounts	9
Detective	9
DIFFERENT	9
DAILY	9
CLOSED	9
America	9
Africa	9
Accommodation	9
ACTIVITIES	9
4	9
21st	9
18	9
11	9
wore	8
widower	8
widow	8
visitors	8
value	8
unbelievable	8
types	8
trousers	8
tree	8
totaly	8
thousands	8
tents.	8
teenager	8
t	8
stronger	8
strike	8
station	8
speed	8
specific	8
speakers	8
sooner	8
solutions	8
soccer	8
smile	8
skill	8
seller	8
seconds	8
screaming	8
scientists	8
saved	8
saturday	8
salary	8
safe	8
rush	8
room.	8
romantic	8
resist	8
representative	8
relation	8
regularly	8
raining	8
properly	8
programm	8
production	8
prison	8
princess	8
primary	8
presentation	8
pool	8
plus	8
planed	8
personality	8
perfectly	8
parents.	8
ours	8
organiser	8
observe	8
none	8
noisy	8
nearest	8
named	8
mouth	8
moreover	8
mom	8
missing	8
microwaves	8
microphone	8
match	8
mail	8
lying	8
low	8
loose	8
likely	8
lifestyle	8
letting	8
landscapes	8
lady	8
joy	8
influenced	8
indeed	8
ideal	8
horse	8
hoping	8
happier	8
happend	8
habit	8
gun	8
gossip	8
generation	8
gas	8
gain	8
frustrated	8
friday	8
fortunately	8
flowers	8
flats	8
firstly	8
features	8
fear	8
extraordinary	8
explaining	8
exemple	8
exchange	8
examination	8
everytime	8
evening.	8
escape	8
ending	8
enclosed	8
employees	8
earliest	8
drugs	8
driving	8
doubts	8
dogs	8
divorce	8
dislike	8
discoveries	8
disappointed.	8
destroyed	8
decorate	8
de	8
daughter	8
dates	8
court	8
costumes	8
cooker	8
connect	8
confident	8
complaints	8
commercial	8
comfort	8
color	8
closed.	8
climate	8
classrooms	8
classic	8
circumstances	8
cards	8
calling	8
buildings	8
behave	8
background	8
available.	8
aunt	8
attitude	8
arrangement	8
arranged	8
argue	8
anxious	8
advertisements	8
adult	8
actor.	8
ability	8
Wuthering	8
Women	8
White	8
WENT	8
WELL	8
WEEK	8
Try	8
THEIR	8
T-shirts	8
Summer	8
Speaking	8
Sometime	8
Smythe	8
Sailing	8
SHE	8
SEE	8
Really	8
RYAN	8
Plays	8
Philip	8
OTHER	8
O.K.	8
Look	8
LETTER	8
Korea	8
Italy	8
Heights	8
Hairstyles	8
GREAT	8
GET	8
FRIENDS	8
DURING	8
Cry	8
Consequently	8
Concert	8
Brazil	8
Becouse	8
Beatrice	8
BOOK	8
Any	8
Alex	8
ALWAYS	8
7:30	8
5th	8
14.30	8
12	8
wood	7
wonderfull	7
wondered	7
woke	7
wherever	7
wall	7
waiter	7
viewers	7
vegetables	7
uses	7
up.	7
uniforms	7
uniform	7
unable	7
typical	7
twelve	7
truly	7
true.	7
trend	7
traffic	7
topic	7
toilet	7
tidy	7
thankful	7
tests	7
terrified	7
televisions	7
taste	7
surely	7
sunny	7
sung	7
stuffs	7
studing	7
sorts	7
somethings	7
sight	7
shirt	7
seriously	7
sense	7
secondary	7
screen	7
satisfy	7
sang	7
sandwiches	7
safety	7
safer	7
responsable	7
responsability	7
respected	7
replace	7
repaired	7
rent	7
remembered	7
rely	7
relationships	7
related	7
refused	7
refer	7
recognise	7
reasonably	7
reaction	7
quicker	7
pushed	7
propose	7
proper	7
problem.	7
preferences	7
precise	7
powerful	7
poster	7
pleasent	7
photographers	7
patience	7
passion	7
parties	7
parking	7
papers	7
painting.	7
painted	7
obtain	7
nicer	7
names	7
minuts	7
minutes.	7
major	7
magazines	7
leg	7
lawyer	7
larger	7
kindly	7
inviting	7
interesting.	7
instrument	7
immediatly	7
immediate	7
imagined	7
ignore	7
hundreds	7
highly	7
heaven	7
guys	7
guests	7
guard	7
grew	7
grass	7
glasses	7
furthermore	7
fully	7
freetime	7
free-time	7
fishing	7
fill	7
fed	7
fascinated	7
facts	7
fabulous	7
extremly	7
experiance	7
exited	7
existed	7
exhausting	7
exellent	7
excitement	7
evenings	7
entire	7
enquire	7
easiest	7
earned	7
dry	7
drove	7
dressing	7
disturb	7
disappeared	7
dirty	7
diner	7
diffrent	7
detective	7
desire	7
demanding	7
decoration	7
decorating	7
danger	7
creature	7
county	7
countries.	7
consequently	7
consequences	7
congratulations	7
concentrate	7
complains	7
communications	7
collect	7
clever	7
cleaned	7
choosed	7
central	7
centers	7
casual	7
cashier	7
captain	7
cancel	7
button	7
budget	7
brochure	7
bringing	7
board	7
bird	7
betrayed	7
below	7
becaus	7
balloon	7
back.	7
attractions	7
ate	7
arrested	7
amazed	7
alright	7
advertisement.	7
advances	7
actress	7
active	7
acted	7
achievements	7
abilities	7
York	7
World	7
Where	7
Tom	7
Times	7
Theater	7
TELL	7
T.	7
Switzerland	7
Street	7
Stars	7
Sarah	7
SECRET	7
SAID	7
S	7
Rod	7
Re	7
Portugal	7
Pop	7
POSSIBLE	7
PC	7
Only	7
Money	7
Mary	7
Mark	7
MUSICAL	7
MOST	7
MAKE	7
Larry	7
LEISURE	7
KNEW	7
June.	7
Jazz	7
Japanese	7
JUST	7
JUNE	7
JULY	7
HER	7
Gold	7
Germany	7
Fortunately	7
Fish	7
FCE	7
FAITHFULLY	7
Did	7
DISAPPOINTING	7
Computers	7
Camp.	7
Cambridge	7
CAMP	7
Boys	7
Biko	7
Beside	7
Australia	7
Answering	7
Among	7
ASKED	7
ANY	7
ACTOR	7
2nd	7
21	7
12th	7
10th	7
writen	6
workers	6
worker	6
work.	6
wont	6
windows	6
wether	6
well-organised	6
week-end	6
weapons	6
war	6
walls	6
volunteers	6
views	6
vast	6
useless	6
unpleasent	6
unfortunatly	6
unforgettable	6
toy	6
tought	6
total	6
tool	6
to.	6
thirty	6
thing.	6
tent.	6
tennis.	6
systems	6
surrounded	6
summarize	6
succeed	6
stole	6
stereo	6
stealing	6
starred	6
stared	6
staffs	6
sport.	6
soul	6
something.	6
smell	6
slowly	6
situated	6
signatures	6
signature	6
shoud	6
shorts	6
shoping	6
ships	6
setting	6
sensitive	6
selected	6
select	6
secondly	6
seaside	6
searching	6
se	6
sciences	6
scholl	6
sadness	6
rude	6
rubbish	6
robots	6
rights	6
respectful	6
represented	6
replay	6
repeat	6
recieve	6
questions.	6
pushing	6
provides	6
proposition	6
programme.	6
practicing	6
popularity	6
policeman	6
pieces	6
performances	6
pen	6
pants	6
paintings	6
pack	6
owner	6
ourself	6
oppotunity	6
opportunities	6
one.	6
on.	6
ok	6
numbers	6
noone	6
nevertheless	6
net	6
naturally	6
movie	6
mounth	6
month.	6
minimum	6
military	6
methods	6
medicine	6
medias	6
mecanics	6
meant	6
maid	6
luxurious	6
literature	6
lines	6
letter.	6
leading	6
land	6
key	6
keeps	6
item	6
invent	6
introduced	6
interresting	6
internet.	6
intention	6
insist	6
indicated	6
increased	6
ignored	6
idea.	6
hoped	6
holliday	6
hats	6
harmful	6
happy.	6
hang	6
handsome	6
guide	6
good.	6
golden	6
global	6
futur	6
furniture	6
full-time	6
foward	6
fortune	6
foot	6
foods	6
folk	6
fits	6
firm	6
figure	6
field	6
festivals	6
festival.	6
fail	6
explanations	6
expectations	6
evolution	6
everything.	6
especial	6
enthusiasm	6
engineer	6
eighteen	6
effects	6
duty	6
duties	6
drums	6
dressed	6
dreamt	6
drama	6
doctors	6
disturbed	6
distances	6
discovering	6
directly	6
difficulties	6
designer	6
depend	6
deliver	6
deeply	6
decorations	6
dear	6
danced	6
crime	6
creative	6
country.	6
corner	6
contest	6
contains	6
confirm	6
computer.	6
comments	6
comfortably	6
closing	6
class.	6
choir	6
choices	6
chemical	6
cheap	6
chances	6
champion	6
causes	6
blood	6
birds	6
benefits	6
belived	6
beauty	6
autographs	6
august	6
astonished	6
assistance	6
asks	6
apreciate	6
appointment	6
applied	6
alternative	6
advirtisement	6
adventures	6
achieve	6
accommodated	6
a.m.	6
Whenever	6
WORK	6
WEEKS	6
WANTED	6
VISIT	6
Three	6
Think	6
Thanking	6
Such	6
Student	6
Spanish	6
Sam	6
SOON	6
Ricky	6
Report	6
Principal	6
Polish	6
Plus	6
Pandora	6
PERFECT	6
PART	6
Often	6
Obviously	6
ORDER	6
Nowaday	6
Never	6
NO	6
NIGHT	6
NEVER	6
Me	6
Manuel	6
MINUTES	6
Los	6
Later	6
LOOKING	6
Jim	6
Jan	6
Jacob	6
Im	6
INTERESTING	6
Hoping	6
HELP	6
Going	6
Generally	6
GAVE	6
FORWARD	6
F	6
Everyday	6
Evening	6
Europe	6
Emily	6
Each	6
EVERYTHING	6
Drama	6
DAY	6
Club	6
City	6
Certainly	6
Catherine	6
Carlotta	6
Canteen	6
CLOTHES	6
CHANGED	6
Brooks	6
Brook.	6
Britney	6
Britain	6
BEST	6
BAND	6
Ali	6
AVAILABLE	6
9	6
youth	5
yesterday.	5
worn	5
witch	5
wires	5
wheather	5
wet	5
weird	5
weekend.	5
week.	5
web	5
wears	5
virtual	5
valuable	5
unlike	5
travel.	5
transportation	5
trained	5
tradition	5
town.	5
tourism	5
tops	5
tipe	5
tied	5
tickets.	5
three-day	5
theme	5
techology	5
tears	5
surprisingly	5
suposed	5
studio	5
storm	5
steps	5
started.	5
staring	5
stands	5
sports.	5
spirit	5
sons	5
solved	5
soft	5
socks	5
soap	5
site	5
sisters	5
sincerily	5
silver	5
silly	5
silence	5
significant	5
sides	5
shut	5
shure	5
shortage	5
shooping	5
shirts	5
shining	5
shared	5
shadow	5
serving	5
served	5
sellers	5
secure	5
scientist	5
scenery	5
sand	5
sailing.	5
sailed	5
sail	5
sacrifice	5
row	5
roof	5
robot	5
roads	5
rise	5
ring	5
reveal	5
returning	5
restaurant.	5
responsibility	5
requests	5
renovations	5
refuse	5
refreshment	5
reduce	5
recive	5
reception	5
readers	5
rang	5
raised	5
quickly.	5
puppy	5
publish	5
publicity	5
proof	5
promises	5
profit	5
process	5
printed	5
prevent	5
presenting	5
prefere	5
predict	5
posible	5
players	5
plants	5
place.	5
peaceful	5
peace	5
payment	5
path	5
party.	5
partner	5
oxygen	5
owners	5
owing	5
other.	5
organizer	5
operation	5
onto	5
older	5
odd	5
occasions	5
observed	5
nowdays	5
notes	5
not.	5
neighbours	5
n	5
musician	5
moving	5
movies	5
mothers	5
mordern	5
mobil	5
mixture	5
minds	5
min	5
millions	5
millenium	5
metal	5
mental	5
medium	5
math	5
madam	5
luckily	5
lower	5
loudly	5
loads	5
lives.	5
limited	5
lied	5
lessons.	5
leaflets	5
leader	5
layer	5
lasts	5
laboratory	5
kissed	5
june	5
jump	5
jacket	5
issue	5
island	5
is.	5
introduction	5
intrested	5
interviewed	5
intelligent	5
incredibly	5
impressive	5
importance	5
image	5
ice	5
house.	5
highschool	5
hide	5
hidden	5
hers	5
hero	5
heating	5
happiest	5
handle	5
hairstyle	5
guns	5
grey	5
great.	5
grand	5
gradually	5
grade	5
government	5
gossips	5
glass	5
gay	5
gained	5
futher	5
functions	5
fun.	5
frightened	5
free.	5
food.	5
fitting	5
fisherman	5
finger	5
films.	5
fights	5
fighting	5
fields	5
feels	5
favour	5
fat	5
fascinating	5
fallen	5
fainted	5
eye	5
explaination	5
expert	5
experiments	5
exercise	5
examinations	5
equipments	5
entertaining	5
entering	5
enjoyment	5
ends	5
encourage	5
emotions	5
embarrassed	5
effectively	5
ears	5
drunk	5
drinking	5
domestic	5
diseases	5
discussing	5
discounted	5
disappear	5
dioxide	5
detail	5
destination	5
describing	5
described	5
depressed	5
delightful	5
dealing	5
dating	5
customer	5
cure	5
cruel	5
covered	5
couse	5
cotton	5
contract	5
continued	5
contacts	5
constantly	5
confused	5
computing	5
complex	5
completly	5
community	5
clubs	5
claim	5
chemistry	5
checked	5
cheapest	5
challenge	5
centuries	5
centres	5
celebrity	5
carbon	5
caps	5
canteen	5
cancer	5
cancelled	5
camps	5
camp.	5
cabin.	5
brook	5
brings	5
bread	5
brand	5
bottle	5
borrow	5
boots	5
beside	5
benefit	5
belong	5
bell	5
beleive	5
behaviours	5
beatiful	5
bear	5
balloons	5
avaible	5
author	5
audiences	5
artificial	5
articles	5
arround	5
arriving	5
arrangements	5
arguments	5
appriciate	5
application	5
answering	5
am.	5
allways	5
alcohol	5
agreement	5
again.	5
advices	5
added	5
accommodate	5
accidents	5
absolute	5
absent	5
a.m	5
WROTE	5
WRONG	5
WITHOUT	5
WHILE	5
WAYS	5
WAIT	5
Vance	5
Using	5
United	5
Timson	5
Taking	5
THANK	5
THAN	5
TERRIBLE	5
T-shirt	5
São	5
Sundays	5
Sun	5
Specially	5
Shops	5
SUCH	5
SPECIAL	5
SHOULD	5
SECRETS	5
SAY	5
Rafael	5
RIGHT	5
Poor	5
Poland	5
Perfect	5
PREFER	5
PAY	5
O.K	5
Nowdays	5
Normally	5
Nigel	5
NOW	5
NICE	5
NEED	5
Moon	5
Michael	5
Make	5
MUST	5
MOTHER	5
MONTH	5
MANY	5
Log	5
Lise	5
Lily	5
LOT	5
LOOK	5
LATE	5
Jones	5
J.	5
Its	5
INTERNET	5
INFORMATION	5
Hungbu	5
High	5
HOPE	5
HOME	5
HIM	5
HEARING	5
HAND	5
H.	5
Greece	5
FATHER	5
EVEN	5
E-mail	5
Does	5
Dany	5
Daniela	5
Daily	5
Considering	5
Children	5
Center	5
Californian	5
CONCLUSION	5
CIRCLE	5
CHANGING	5
CENTURY	5
British	5
Below	5
BEING	5
BAD	5
Available	5
Austria	5
Artists	5
Alison	5
Alice	5
ASK	5
ANSWER	5
ANOTHER	5
AGAIN	5
8:15	5
80	5
8.15	5
7.30	5
40	5
2100	5
youngest	4
yellow	4
writer	4
worthy	4
worldwide	4
whitout	4
whispered	4
weight	4
weekdays	4
weak	4
watter	4
wardrobe	4
volunteer	4
volume	4
videos	4
vegetarian	4
up-to-date	4
unsatisfied	4
unfriendly	4
unforgetable	4
unenjoyable	4
underground	4
uncle	4
ugly	4
tv	4
turning	4
treated	4
treat	4
toys	4
tough	4
tools	4
thus	4
throw	4
throughout	4
thrilled	4
threatre	4
thousand	4
thief	4
therefor	4
ther	4
terrific	4
tens	4
tends	4
techonology	4
techniques	4
teaches	4
teachers.	4
taxi	4
tape	4
talkative	4
talented	4
t-shirts	4
swimm	4
sweet	4
suspended	4
suitcase	4
suggesting	4
succeeded	4
substitute	4
students.	4
student.	4
struggle	4
strictly	4
stops	4
stones	4
stick	4
standard	4
staff.	4
spoken	4
spectacle	4
spanish	4
space.	4
souvenirs	4
sould	4
soon.	4
somehow	4
solving	4
snacks	4
snack	4
small.	4
sixteen	4
shower	4
shout	4
shorter	4
shops.	4
shoe	4
shock	4
shapes	4
shape	4
shaking	4
seventeen	4
sensible	4
sensations	4
semester	4
sells	4
sellor	4
seek	4
secretary	4
secret.	4
seasons	4
scream	4
scientific	4
scenary	4
scare	4
saving	4
saves	4
same.	4
rushed	4
rules.	4
robbery	4
robbed	4
river.	4
riding	4
reward	4
revenge	4
revealed	4
retired	4
resturant	4
reserved	4
reputation	4
reports	4
reporters	4
replying	4
repairs	4
renovation	4
relly	4
reliable	4
regular	4
refrigerator	4
redecorated	4
recomend	4
recognize	4
recieving	4
receipt	4
react	4
quietly	4
queuing	4
quare	4
purse	4
pupil	4
pub	4
protagonist	4
proposals	4
problems.	4
prize.	4
print	4
pride	4
previously	4
polish	4
playground	4
play.	4
planing	4
planets	4
planet	4
placed	4
pizza	4
pitty	4
photography.	4
photographies	4
persuade	4
permit	4
peoples	4
paparazzis	4
panties.	4
painful	4
page	4
overcrowded	4
others.	4
organisers	4
ordered	4
options	4
oppinion	4
opening	4
oo	4
old.	4
okay	4
oh	4
obtained	4
obliged	4
nuclear	4
nowhere	4
noted	4
normaly	4
noises	4
network	4
need.	4
nearby	4
nature.	4
native	4
nationalities	4
nasty	4
naked	4
museums	4
modest	4
models	4
model	4
mobile-phone	4
misleading	4
midnight	4
metres	4
message	4
mess	4
meat	4
meaning	4
mate	4
markets	4
mark	4
map	4
managers	4
mails	4
magic	4
lonely	4
located	4
listened	4
like.	4
lighting	4
life-style	4
lesson.	4
lemon	4
led	4
laughed	4
know.	4
kissing	4
kicked	4
justify	4
jungle	4
jumping	4
jokes	4
job.	4
jackets	4
irritated	4
iron	4
intresting	4
intended	4
install	4
injured	4
industrial	4
indicate	4
independent	4
increases	4
incorrect	4
inconvenience	4
imformation	4
illneses	4
hunting	4
humanity	4
houseworks	4
hollydays	4
holding	4
hire	4
hight	4
highest	4
higher	4
heat	4
headache	4
happily	4
habits	4
gym	4
greatly	4
grandfather	4
gorgeous	4
golf.	4
gift	4
gather	4
gardens	4
furnitures	4
fridges	4
frequently	4
fought	4
forword	4
forecast	4
foolish	4
fool	4
focus	4
fixed	4
financial	4
fiction	4
female	4
fax	4
favourites	4
favorit	4
farward	4
fantastic.	4
familly	4
fairly	4
failing	4
factories	4
factor	4
facing	4
expirience	4
exept	4
exam.	4
exact	4
evil	4
eventhough	4
equipement	4
entitled	4
enquiries	4
endless	4
enable	4
emotion	4
else.	4
efforts	4
economical	4
ease	4
earning	4
dreadful	4
drawbacks	4
double	4
dollars	4
dissapointment	4
discos	4
disappointments	4
disappointing.	4
disagreements	4
disagree	4
disadvantages.	4
digital	4
difficult.	4
diferent	4
diamond	4
destroying	4
designing	4
depending	4
deny	4
dead	4
daytime	4
days.	4
dancers	4
cutting	4
customs	4
current	4
crowed	4
covering	4
course.	4
count	4
controlled	4
controll	4
contries	4
construction	4
consist	4
considerably	4
connecting	4
confusion	4
complained	4
comparing	4
comment	4
combination	4
coloured	4
collected	4
closes	4
climbing.	4
classes.	4
chief	4
cheating	4
cheat	4
chasing	4
charity	4
charged	4
channels	4
change.	4
championship	4
causing	4
carried	4
carefull	4
capital	4
capable	4
canvas	4
buses	4
brake	4
bottles	4
bothering	4
boring.	4
bodies	4
blew	4
blame	4
bills	4
bill	4
beginners	4
beeing	4
basket	4
base	4
bargain	4
bamboo	4
b	4
average	4
avaliable	4
autograph	4
attendance	4
attack	4
attached	4
arms	4
arm	4
approximately	4
approve	4
approached	4
appliances	4
appearance	4
appeal	4
apologize	4
ants	4
announcement	4
angry.	4
anger	4
amusing	4
amateur	4
airplane	4
ago.	4
affraid	4
adventurous	4
adults	4
admission	4
addvertisement	4
adding	4
addicted	4
achievement	4
accordance	4
accessories	4
abosolutly	4
Yet	4
Wishes	4
WEATHER	4
WAY	4
USE	4
USA.	4
Time	4
Thursday	4
Thinking	4
Therefor	4
Tell	4
Teenagers	4
Team	4
Teacher	4
Talking	4
TRUELOVE	4
TRAVEL	4
TINA	4
TIM	4
THANKS	4
TENT	4
TENNIS	4
TALK	4
Stones	4
Steve	4
Sports	4
Society	4
Secret	4
Secondary	4
San	4
SURE	4
STAGE	4
STAFF	4
SOUND	4
SOMETHING	4
SLEEPING	4
SLEEP	4
SIR	4
SHOPPING	4
SELLING	4
SECONDLY	4
SCIENCE	4
Rolling	4
Rock	4
Remember	4
Pam	4
PRIVATE	4
PM	4
PAST	4
P.S.	4
P.M.	4
Oxford	4
Owing	4
Oasis	4
Needless	4
NOTICE	4
NASA	4
Music	4
Mum	4
Max	4
Math	4
Martin	4
March.	4
Mallory	4
MRS	4
MANAGER	4
MAIN	4
M.	4
Luna	4
Loves	4
Lorca	4
Long	4
Leon	4
Latest	4
LOVE	4
LONG	4
LIVES	4
LIVE	4
LET	4
LESSONS	4
LEAST	4
Korean	4
Kisses	4
Kelly	4
Karla	4
KIND	4
KIM	4
KEEPING	4
KEEP	4
James	4
J	4
Ireland	4
Imagine	4
INSIDE	4
I.	4
House	4
History	4
HIS	4
HELEN	4
HEAR	4
Great	4
Good	4
Fourthly	4
Few	4
Fashions	4
FOOD	4
FIVE	4
FIND	4
FINALLY	4
Elton	4
Eingrid	4
Easter	4
ENGLISH	4
Dream	4
Donald	4
Dick	4
Dad	4
Colston	4
China	4
Carla	4
California.	4
COMPLAIN	4
CA	4
Brunner	4
Brontë	4
Bono	4
Bobby	4
BETTER	4
BASKETBALL	4
August.	4
Army	4
Area	4
Appart	4
Ann	4
Air	4
Accident	4
Academy	4
ALTHOUGH	4
ALLOWED	4
ABLE	4
A-levels	4
7:00	4
60	4
30th	4
300	4
25th	4
24	4
22	4
21:00	4
200	4
19:15	4
1998	4
16.12.00	4
13/06/00	4
1000	4
10.00-19.00	4
.....	4
,,Over	4
''	4
yard	3
xxx	3
worries	3
wool	3
wise	3
wicked	3
whishes	3
welcomed	3
welcome	3
weeks.	3
weekly	3
weekand	3
wee	3
wednesday	3
wedding	3
way.	3
watches	3
was.	3
wars	3
warning	3
warn	3
warming	3
wandering	3
waking	3
wakes	3
waist	3
violence	3
victim	3
vice	3
via	3
vacuum	3
vacation.	3
users	3
upstairs	3
upper	3
upon	3
unsatisfactory	3
unpleased	3
unnecessary	3
unlimited	3
univercity	3
ungry	3
unfortunatelly	3
unfair	3
unexpected	3
unexpectable	3
tube	3
try.	3
tru	3
trolleys	3
trip.	3
tricks	3
trial	3
trends	3
tremendously	3
travell	3
trapped	3
trainers	3
towels	3
tourists	3
tourist	3
titled	3
timer	3
tiket	3
ticket.	3
thy	3
thrilling	3
thirsty	3
thinner	3
thier	3
themself	3
theather	3
teenage	3
tecnologies	3
technology.	3
technologic	3
technologi	3
technics	3
teatchers	3
teatcher	3
tease	3
team.	3
tea	3
tables	3
swore	3
swordfish	3
swiming	3
sweaters	3
swam	3
survival	3
surroundings	3
surfer	3
supported	3
supply	3
super	3
sunday	3
summers	3
suffering	3
suffered	3
sue	3
sudden	3
style.	3
stuff.	3
stuck	3
strength	3
street.	3
stranger	3
story.	3
stepped	3
stays	3
stations	3
starrings	3
stare	3
staf	3
spy	3
spot	3
sports-activities	3
spoilt	3
spoiled	3
spell	3
specialy	3
spacy	3
southern	3
sory	3
sorry.	3
somthing	3
sometimes.	3
sofa	3
snow	3
smooth	3
smiling	3
slow	3
singing.	3
simplier	3
signs	3
signed	3
shoppers	3
shop.	3
shoot	3
sheets	3
sheeps	3
sharp	3
sex	3
settled	3
seperated	3
separated	3
sentences	3
sence	3
selection	3
secrect	3
searches	3
sculptures	3
scout	3
schould	3
scheduled	3
scenography	3
scenes	3
scence	3
sattelite	3
satisfactory	3
sanitary	3
salesman	3
said.	3
sadly	3
runs	3
rumours	3
ruined	3
row.	3
roughly	3
road	3
rings	3
ridiculous	3
resulting	3
restaurand	3
resources	3
researching	3
researches	3
rescue	3
requirements	3
replied	3
replacement	3
repeated	3
reparations	3
reminds	3
relief	3
relevant	3
relations	3
region	3
refunding	3
refunded	3
refresh	3
redecorating	3
recovered	3
records	3
recommendations	3
recognised	3
reciving	3
receptionist	3
rebuilding	3
reasonable-priced	3
reader	3
reactions	3
re	3
radios	3
quit	3
queue.	3
question.	3
quarters	3
quantity	3
qualified	3
push	3
punishment	3
pulled	3
provided.	3
protection	3
proposal	3
promotion	3
promissed	3
projects	3
programmes	3
programe	3
proffesional	3
profesional	3
produced	3
prise	3
priced	3
price.	3
prevented	3
pretend	3
pressing	3
presence	3
prefers	3
preferable	3
precious	3
preciate	3
pratise	3
potato	3
possible.	3
polution	3
politics	3
poet	3
poeple	3
pocket-money	3
plot	3
pleasures	3
please.	3
plant	3
plains	3
plaing	3
places.	3
pitch	3
pills	3
picking	3
pice	3
physics	3
physically	3
persuaded	3
persons.	3
periods	3
period.	3
perfect.	3
peacefully	3
passport	3
passing	3
particulary	3
parked	3
panties	3
pairs	3
paints	3
painters	3
packing	3
pace	3
ozone	3
overheard	3
othe	3
orange	3
oppurtunity	3
oil	3
offices	3
occured	3
occur	3
obligation	3
objective	3
object	3
obey	3
o'clock.	3
nutshell	3
numerous	3
novice	3
notebook	3
nose	3
nonsense	3
night.	3
nerves	3
neighbour	3
neat	3
neaded	3
naughty	3
musicals	3
movement	3
mouse	3
motorbike	3
morality	3
monday	3
moden	3
mixed	3
mission	3
minute.	3
mind.	3
method	3
meters	3
metalic	3
messages	3
mentioning	3
medicines	3
meanwhile	3
meantime	3
meal.	3
mater	3
massive	3
mashiens	3
marvelous	3
marry	3
marriage	3
march	3
management	3
maked	3
magnificent	3
luxury	3
luggage	3
luckiest	3
loving	3
lovely.	3
lotery	3
lot.	3
loss	3
lorries	3
loosing	3
locked	3
location	3
literally	3
lists	3
links	3
limits	3
limit	3
lights.	3
lies	3
licence	3
libraries	3
levels	3
lets	3
laying	3
law	3
lastly	3
lastest	3
languages	3
landscape	3
lands	3
knickers	3
kiss	3
kindness	3
killing	3
keys	3
keyboard	3
jury	3
journalit	3
jewelry	3
jail	3
isolated	3
investigating	3
interviews	3
intermidiate	3
interessting	3
instruments.	3
instruction	3
institute	3
insisted	3
innovations	3
innovation	3
information.	3
indoor	3
individual	3
independence	3
inclued	3
incident	3
in.	3
impulsive	3
improves	3
impress	3
impatient	3
imagining	3
imagin	3
imagen	3
idol	3
husbands	3
household	3
hour.	3
hot.	3
horses	3
horrible.	3
holydays	3
holiday.	3
hoilday	3
historical	3
hills	3
hiking	3
highway	3
herd	3
hello	3
hell	3
height	3
he/she	3
have.	3
hated	3
hat	3
harm	3
hardest	3
happened.	3
hanging	3
handy	3
hairstyles.	3
hade	3
had.	3
grup	3
growth	3
group.	3
greenwich	3
greater	3
greateful	3
granted	3
grand-parents	3
graduation	3
gossiping	3
goodbye	3
gong	3
god	3
go.	3
girls.	3
gentle	3
gate	3
garden.	3
games.	3
gallery	3
galleries	3
gadget	3
funs	3
funnier	3
full-price	3
frustration	3
fruits	3
frog	3
frighten	3
friend.	3
fried	3
freely	3
fox	3
fourth	3
fortnight	3
formed	3
forgetting	3
foreigners	3
forbidden	3
for.	3
follows	3
flying	3
flight	3
fixing	3
fingers	3
fine.	3
finaly	3
filled	3
fifty	3
fellow	3
fees	3
faults	3
famouse	3
falling	3
fake	3
faithfull	3
faithful	3
faint	3
extreme	3
explore	3
expences	3
expecially	3
example.	3
everywhere.	3
everyting	3
everythings	3
everyday.	3
everybody.	3
everthing	3
event.	3
established	3
essencial	3
especialy	3
environement	3
entirely	3
enought	3
enjure	3
enjoys	3
enjoed	3
engineering	3
encouraged	3
enclose	3
enables	3
employer	3
employed	3
emphasis	3
emergency	3
embarassed	3
elements	3
element	3
elegant	3
elder	3
efficiently	3
efficient	3
effected	3
educate	3
ect	3
ecstatic	3
eaten	3
easier.	3
earing	3
eager	3
eachother	3
dying	3
dust	3
driven	3
drink.	3
drawings	3
door.	3
dive	3
dissapointing	3
displayed	3
disease	3
discouts	3
discount.	3
discomfort	3
disapointing	3
differently	3
diffarent	3
devils	3
develops	3
developped	3
developments	3
developement	3
detile	3
details.	3
detailes	3
desperate	3
deserves	3
description	3
describes	3
depression	3
dependent	3
denied	3
demands	3
delivered	3
definetely	3
definatly	3
definately	3
decrease	3
decorated	3
decisions	3
decades	3
dared	3
dare	3
dances	3
damaged	3
damage	3
currency	3
cups	3
culture.	3
crossed	3
cross	3
criminal	3
creatures	3
creation	3
creates	3
crazy.	3
crashed	3
courage	3
costed	3
correspond	3
correctly	3
corect	3
cope	3
cooked	3
convinience	3
convince	3
contribute	3
consuming	3
consists	3
consisted	3
consert	3
confirmed	3
confess	3
concerns	3
compositions	3
competion	3
compete	3
comparison	3
compared	3
compact	3
communicating	3
comfortable.	3
combined	3
collecting	3
coffe	3
coats	3
coach	3
clothings	3
closest	3
climed	3
clients	3
clarify	3
civilization	3
citizen	3
chosing	3
chilldren	3
cheaply	3
chats	3
changeable	3
challenges	3
celular	3
cellular	3
catching	3
cast	3
car.	3
capture	3
candles	3
camping.	3
cames	3
came.	3
calmly	3
calls	3
calculator	3
cables	3
bye	3
buyer	3
burglar	3
bugs	3
brown	3
brief	3
brazil	3
branch	3
bother	3
booking	3
bodys	3
blamed	3
blacks	3
bit.	3
biscuits	3
biology	3
bin	3
better.	3
bet	3
best.	3
belongs	3
belongings	3
belonged	3
behaved	3
beer	3
beds	3
beaches	3
basketball.	3
barman	3
bambo	3
bakery	3
baggy	3
bad-tempered	3
away.	3
award	3
availble	3
availables	3
automatically	3
attraction	3
attitudes	3
attacked	3
atractive	3
ather	3
assure	3
assist	3
ashamed	3
arrival	3
arrest	3
army	3
argued	3
architecture	3
approach	3
applications	3
appliance	3
appears	3
anybody.	3
annoy	3
animals.	3
angrily	3
angree	3
angle	3
analize	3
amuzing	3
amused	3
american	3
althoug	3
alternatives	3
alredy	3
alot	3
alergic	3
album	3
alarm-clock	3
aims	3
agressive	3
affection	3
affecting	3
affair	3
aeroplanes	3
advised	3
adress	3
adore	3
actors.	3
activites	3
actions	3
acommodation	3
achieved	3
accurate	3
accomodate	3
accommodations	3
accommodation.	3
accepting	3
acceptable	3
abut	3
absolutly	3
absolutelly	3
about.	3
Yuna	3
Young	3
YET	3
YEARS	3
YEAR	3
Westlife	3
Wear	3
Warsaw	3
War	3
Walking	3
WHY	3
WAITING	3
Visit	3
Vienna	3
VIDEO	3
Until	3
Unless	3
Under	3
USING	3
UP	3
UK	3
U2	3
Tv	3
Trip	3
Tokyo	3
Theatre.	3
Thailand	3
Teresa	3
Tecnology	3
Techology	3
TICKETS	3
THOSE	3
TECHNOLOGICAL	3
TEAM	3
TEACHER	3
TAKING	3
Summing	3
Sue	3
Study	3
Star	3
Spending	3
Spears	3
Someone	3
Somehow	3
Several	3
Seoul	3
Secrets	3
Schmidt	3
Saturdays	3
Santiago	3
SURFING	3
SUN	3
SUGGESTION	3
STUDENTS	3
STAY	3
START	3
SPORT	3
SPECIALLY	3
SMS	3
SINCE	3
SAW	3
SATURDAY	3
SAME	3
Russian	3
Rules	3
Rossell	3
