.	20540
I	19662
,	17839
the	16578
to	15291
and	9427
a	7559
you	6196
of	6187
in	6133
was	5687
that	5018
it	4854
is	4328
for	4135
have	4064
my	3927
would	2937
at	2920
be	2900
we	2637
n't	2603
because	2597
like	2525
me	2509
very	2401
your	2318
not	2185
are	2180
but	2111
with	2110
about	2100
will	2019
had	1933
am	1919
do	1873
on	1807
all	1803
this	1789
show	1684
as	1660
"	1638
can	1551
from	1461
there	1442
were	1429
so	1427
It	1413
The	1404
time	1391
they	1351
people	1342
some	1302
's	1291
could	1284
?	1244
Dear	1200
our	1192
!	1188
think	1187
which	1176
or	1169
good	1132
if	1129
go	1127
when	1101
money	1094
more	1060
know	988
what	965
life	902
one	895
really	875
Yours	867
shopping	866
only	856
We	851
'm	838
them	803
clothes	798
In	795
an	776
should	753
also	751
much	743
see	738
want	730
advertisement	723
other	692
been	690
school	688
did	679
her	676
how	672
Pat	663
forward	662
he	655
letter	652
by	649
going	640
theatre	630
take	626
she	624
us	623
lot	618
writing	614
has	606
concert	599
:	598
their	593
But	591
July	585
need	582
technology	576
who	574
things	570
started	567
went	558
two	539
get	532
evening	529
any	526
always	525
day	518
out	515
sincerely	511
back	509
London	509
just	508
activities	500
And	496
tell	488
first	484
restaurant	481
great	481
told	479
last	462
different	462
most	459
First	447
travel	445
You	445
thing	442
looking	437
give	436
hearing	431
ask	431
musical	426
after	425
many	422
too	417
look	416
make	415
something	414
hope	414
Danny	413
than	411
never	411
best	411
stay	408
him	408
information	404
closed	404
So	403
As	400
up	399
new	399
students	398
prefer	395
said	391
Brook	391
friends	390
work	384
his	379
THE	375
years	371
say	367
-	366
play	365
help	363
soon	361
experience	361
no	360
When	360
actor	358
home	354
kind	352
now	349
buy	349
even	348
If	345
&raspsquo;	341
year	339
find	339
This	339
these	338
next	333
got	329
before	329
everything	328
holiday	326
However	324
way	323
tent	323
during	317
log	308
asked	308
faithfully	307
They	307
Ryan	307
why	304
without	303
enjoyable	303
such	301
modern	300
possible	299
friend	296
disappointed	295
well	293
important	293
discounts	293
every	292
free	291
available	291
saw	290
happy	290
California	289
won	288
wanted	287
've	287
month	286
)	286
changed	285
My	285
prize	284
(	284
start	283
must	281
class	281
daily	279
For	277
place	275
interesting	275
enjoy	274
ticket	273
There	271
Thank	269
'd	269
love	267
That	266
Finally	265
perfect	264
ca	264
What	263
swimming	261
opportunity	260
choose	259
programme	257
famous	257
Camp	256
tickets	253
After	253
week	251
wear	251
world	250
minutes	249
To	249
competition	246
then	245
used	244
same	244
long	244
June	244
spend	243
change	243
able	243
Unfortunately	243
decided	242
visit	240
On	240
trip	238
better	238
made	237
'll	236
TO	234
days	232
another	232
A	232
use	228
idea	226
How	226
opinion	225
example	225
Sir	225
where	224
Secondly	224
pop	223
accommodation	223
future	222
Kim	222
Also	222
course	221
bring	220
being	220
part	219
secrets	218
;	218
problem	212
tennis	209
festival	208
big	208
problems	207
disappointing	207
computer	207
bad	207
Over	207
weeks	206
knew	205
nice	204
job	204
feel	204
end	204
She	204
Firstly	203
believe	202
tents	199
thought	198
fact	198
lessons	197
especially	197
hand	196
doing	196
Helen	196
At	196
anything	194
parents	192
few	191
questions	190
keeping	190
camp	187
quite	185
family	185
answer	184
thank	183
Internet	183
cabin	182
again	182
ago	181
write	180
read	180
reason	179
night	179
live	179
complain	177
He	177
hear	176
try	175
sports	174
received	174
instead	174
fashion	174
come	174
since	173
came	172
Fashion	172
basketball	171
into	170
let	169
late	169
found	169
stars	168
talk	167
lives	165
keep	165
Theatre	165
chance	164
Tuesday	163
Then	163
discount	162
house	161
around	161
Circle	161
AND	161
playing	160
enough	160
having	157
while	156
wait	156
favourite	155
rules	154
pay	154
still	153
interested	153
enjoyed	153
20:15	153
wonderful	152
took	152
seen	152
shop	150
reply	150
...	150
small	149
secret	148
order	148
fun	148
comfortable	148
summer	147
everyone	147
2000	147
weather	146
until	146
supposed	146
put	146
film	146
Another	146
whole	144
sure	144
English	144
Shopping	143
Rainbow	143
sometimes	142
old	142
little	142
over	141
stage	140
addition	139
Now	139
understand	138
music	136
cabins	136
Leisure	136
learn	135
Madam	135
Mr	134
19:30	134
afternoon	133
those	132
does	132
imagine	131
countries	131
March	131
price	130
finished	130
Show	130
man	129
already	129
spent	128
point	128
person	128
morning	128
might	128
One	128
All	128
'	128
special	127
main	127
everybody	126
suggest	125
WAS	125
waiting	124
exciting	124
August	124
student	123
right	123
rather	123
happened	123
story	122
felt	121
each	121
done	121
activity	121
Moreover	121
Do	121
reasons	120
actors	120
photography	119
helped	119
angry	119
myself	118
children	118
both	118
artists	118
written	117
lots	117
allowed	117
liked	116
food	116
Robertson	116
19.30	116
working	114
weekend	113
arrived	113
hard	112
difficult	112
Last	112
wo	111
sport	111
private	111
cannot	111
OF	111
Mrs	111
45	111
pleased	110
car	110
surfing	109
send	109
may	109
latest	109
second	108
expected	108
climbing	108
three	107
singing	107
ever	107
computers	107
someone	106
painting	106
eat	106
true	105
sleep	105
party	105
mother	105
make-up	105
glad	105
easier	105
leisure	104
later	104
holidays	103
films	103
become	103
IT	103
teacher	102
heard	102
Sir/Madam	102
please	101
phone	101
helping	101
book	101
between	101
recently	100
news	100
full	100
YOU	100
video	99
shops	99
hours	99
Well	99
six	98
grateful	98
excited	98
THAT	98
're	98
though	97
own	97
Furthermore	97
called	96
Science	96
played	95
paid	95
else	95
makes	94
bought	94
meet	93
excellent	93
Although	93
plays	92
often	92
country	92
tried	91
seeing	91
IN	91
Because	91
fashions	90
bit	90
although	90
Festival	90
performance	89
journalists	89
here	89
halls	89
given	89
team	88
promised	88
gave	88
conclusion	88
TV	88
worst	87
surprised	87
refund	87
moment	87
group	87
further	87
finally	87
Therefore	87
question	86
met	86
hour	86
staying	85
short	85
mentioned	85
far	85
events	85
Please	85
Museum	85
£	84
past	84
nothing	84
keen	84
down	84
Of	84
Anyway	84
young	83
teachers	83
began	83
Tina	83
surprise	82
near	82
least	82
concerts	82
almost	82
times	81
rainbow	81
name	81
half	81
expensive	81
consider	81
busy	81
beginning	81
room	80
kinds	80
filmed	80
city	80
beautiful	80
Wednesday	80
Some	80
Love	80
sailing	79
mobile	79
it.	79
forget	79
easy	79
dangerous	79
watch	78
receive	78
open	78
father	78
chosen	78
With	78
Nowadays	78
International	78
taking	77
ones	77
living	77
left	77
appreciate	77
Mr.	77
From	77
together	76
shows	76
nature	76
getting	76
camping	76
usually	75
mind	75
asking	75
Sometimes	75
MY	75
wrote	74
thinking	74
singer	74
real	74
buying	74
Best	74
About	74
20.15	74
14th	74
wrong	73
off	73
high	73
Truelove	73
Clark	73
Arts	73
useful	72
remember	72
less	72
following	72
event	72
actually	72
Exhibition	72
study	71
quickly	71
front	71
dinner	71
Central	71
places	70
five	70
During	70
using	69
university	69
suitable	69
science	69
forty-five	69
exams	69
art	69
staff	68
sorry	68
others	68
organised	68
once	68
making	68
inform	68
hairstyles	68
explain	68
boring	68
became	68
away	68
attention	68
FOR	67
golf	66
completely	66
changes	66
Your	66
Regarding	66
People	66
Hall	66
worse	65
present	65
agree	65
Our	65
Maybe	65
100	65
singers	64
rest	64
manager	64
lesson	64
fantastic	64
contact	64
begin	64
audience	64
20	64
wish	63
walk	63
talking	63
studying	63
needed	63
means	63
its	63
advertised	63
Could	63
through	62
takes	62
sleeping	62
situation	62
nobody	62
maybe	62
improve	62
details	62
yours	61
sum	61
spending	61
shoes	61
either	61
alone	61
2	61
view	60
terrible	60
office	60
necessary	60
human	60
close	60
clean	60
anyone	60
Modern	60
Manager	60
ways	59
today	59
realised	59
prepare	59
outside	59
months	59
college	59
afraid	59
Thanks	59
water	58
suggestion	58
sound	58
listen	58
whether	57
visiting	57
suggestions	57
several	57
particular	57
number	57
list	57
expect	57
equipment	57
child	57
care	57
band	57
Ms	57
Is	57
result	56
looked	56
leave	56
choice	56
changing	56
These	56
ten	55
speak	55
sort	55
me.	55
known	55
hot	55
Sincerely	55
Saturday	55
Most	55
10	55
probably	54
popular	54
matter	54
Jane	54
women	53
woman	53
wishes	53
trying	53
seems	53
receiving	53
pictures	53
mean	53
finish	53
call	53
Can	53
13th	53
type	52
says	52
pleasure	52
planned	52
homes	52
brother	52
books	52
WE	52
tired	51
newspaper	51
hall	51
giving	51
girls	51
exam	51
due	51
centre	51
IS	51
starring	50
reading	50
homework	50
girl	50
everywhere	50
dream	50
coming	50
cold	50
Technology	50
HAVE	50
By	50
Art	50
watching	49
walking	49
starts	49
nowadays	49
disappointment	49
crowded	49
break	49
birthday	49
ME	49
Lastly	49
14	49
provide	48
personal	48
offer	48
impossible	48
happen	48
fine	48
drink	48
Sally	48
N'T	48
Mrs.	48
15	48
television	47
talked	47
replaced	47
regards	47
easily	47
classes	47
appeared	47
THIS	47
National	47
worked	46
travelling	46
totally	46
telling	46
plan	46
faster	46
USA	46
Even	46
Actually	46
AT	46
town	45
thanks	45
stories	45
poor	45
company	45
classical	45
boyfriend	45
amazing	45
accept	45
U.S.A	45
Paul	45
Besides	45
According	45
upset	44
technologies	44
technological	44
saying	44
recommend	44
public	44
performed	44
knowledge	44
invited	44
door	44
concerning	44
concerned	44
case	44
Despite	44
17th	44
yourself	43
media	43
machines	43
hungry	43
horrible	43
feeling	43
etc.	43
clothing	43
bus	43
anymore	43
Thirdly	43
BECAUSE	43
waste	42
unfortunately	42
time.	42
therefore	42
taken	42
stayed	42
somebody	42
side	42
quality	42
pm	42
husband	42
fast	42
convenient	42
card	42
boy	42
attend	42
above	42
Looking	42
Gallery	42
Every	42
wants	41
visited	41
suddenly	41
starting	41
star	41
seven	41
seemed	41
sea	41
regarding	41
o'clock	41
miss	41
lights	41
however	41
held	41
etc	41
earn	41
disadvantages	41
chose	41
Since	41
wearing	40
unknown	40
turned	40
subject	40
role	40
report	40
noticed	40
inside	40
huge	40
games	40
decide	40
competitions	40
classmates	40
advice	40
turn	39
truth	39
swim	39
request	39
relax	39
organise	39
join	39
extremely	39
express	39
communicate	39
check	39
bored	39
Everything	39
Before	39
stop	38
sister	38
save	38
return	38
radio	38
police	38
normal	38
move	38
men	38
meant	38
international	38
informed	38
gone	38
definitely	38
date	38
dance	38
amount	38
according	38
absolutely	38
U.S.A.	38
Faithfully	38
Everybody	38
BUT	38
wonder	37
waited	37
stuff	37
sad	37
river	37
particularly	37
light	37
instance	37
entrance	37
couple	37
area	37
advantages	37
acting	37
Why	37
AS	37
3	37
win	36
top	36
organising	36
offered	36
mine	36
local	36
lifestyle	36
four	36
face	36
eight	36
century	36
carry	36
advance	36
YOUR	36
Here	36
HAD	36
Greenwich	36
BE	36
train	35
telephone	35
street	35
society	35
prices	35
organized	35
opinions	35
lunch	35
helps	35
cars	35
arts	35
age	35
advantage	35
OVER	35
Next	35
Let	35
Future	35
19.00	35
trust	34
them.	34
share	34
schools	34
satisfied	34
respect	34
realized	34
ready	34
pleasant	34
member	34
knows	34
invite	34
including	34
health	34
except	34
assistant	34
annoying	34
aim	34
SHOW	34
Friday	34
Everyone	34
yesterday	33
word	33
whatever	33
touch	33
size	33
seem	33
rule	33
points	33
machine	33
loved	33
lost	33
include	33
guess	33
funny	33
fans	33
early	33
dress	33
club	33
anybody	33
air	33
WOULD	33
SO	33
Monday	33
Lots	33
10.00	33
variety	32
style	32
strange	32
spite	32
speaking	32
sitting	32
simple	32
products	32
paper	32
nervous	32
listening	32
follow	32
development	32
create	32
cook	32
cause	32
Many	32
unpleasant	31
shown	31
sell	31
realise	31
photographs	31
p.m.	31
organisation	31
mention	31
materials	31
extra	31
expecting	31
environment	31
deserve	31
decision	31
credit	31
cost	31
continue	31
building	31
apart	31
RAINBOW	31
words	30
spare	30
space	30
sing	30
service	30
sent	30
responsible	30
ran	30
pretty	30
photos	30
meeting	30
library	30
immediately	30
hobby	30
e-mail	30
delay	30
colours	30
becoming	30
atmosphere	30
allow	30
adventure	30
Would	30
Will	30
Suddenly	30
Not	30
No	30
Nick	30
Miss	30
DO	30
themselves	29
shopping.	29
run	29
rich	29
queue	29
politicians	29
phones	29
period	29
ourselves	29
jobs	29
instruments	29
houses	29
despite	29
closer	29
beginner	29
WITH	29
VERY	29
Second	29
England	29
7	29
winter	28
window	28
wife	28
vacation	28
understood	28
till	28
system	28
studies	28
strict	28
pollution	28
player	28
matters	28
lived	28
letters	28
ill	28
girlfriend	28
explained	28
experiences	28
exactly	28
enter	28
deal	28
cousin	28
communication	28
bigger	28
admit	28
New	28
Maria	28
John	28
Hi	28
worth	27
wondering	27
whom	27
trouble	27
supermarket	27
stand	27
skills	27
school.	27
rock	27
reference	27
prepared	27
practise	27
people.	27
ordinary	27
museum	27
hobbies	27
heavy	27
goes	27
friendly	27
enjoying	27
ended	27
concert.	27
certainly	27
awful	27
attended	27
answers	27
afford	27
Write	27
Photography	27
ON	27
Concerning	27
CAN	27
Basketball	27
ALL	27
under	26
strong	26
stated	26
sit	26
sightseeing	26
show.	26
product	26
ideas	26
hundred	26
expenses	26
exhibitions	26
everyday	26
entered	26
comes	26
choosing	26
brought	26
black	26
bed	26
bank	26
bags	26
arrange	26
appear	26
animals	26
agreed	26
ages	26
IF	26
France	26
Are	26
worry	25
well.	25
success	25
showed	25
serious	25
rooms	25
preparing	25
perform	25
natural	25
mum	25
lose	25
learned	25
hate	25
gives	25
football	25
fish	25
eyes	25
exhibition	25
discovered	25
character	25
biggest	25
behalf	25
annoyed	25
While	25
WHEN	25
Two	25
Sunday	25
OK	25
NOT	25
Jon	25
Her	25
Hello	25
5	25
13	25
whose	24
suit	24
songs	24
pupils	24
progress	24
privacy	24
paint	24
nightmare	24
needs	24
nearly	24
musicians	24
learnt	24
lead	24
lack	24
included	24
impressed	24
helpful	24
happening	24
feelings	24
fashionable	24
facilities	24
drinks	24
discover	24
cash	24
brilliant	24
affects	24
THEATRE	24
Ms.	24
Instead	24
Brown	24
....	24
worried	23
works	23
winner	23
wash	23
voice	23
various	23
third	23
sold	23
seats	23
requested	23
positive	23
performing	23
parts	23
notice	23
newest	23
mistake	23
microwave	23
lovely	23
longer	23
likes	23
large	23
hesitate	23
goods	23
followed	23
depends	23
crazy	23
colour	23
coffee	23
cleaning	23
chat	23
careful	23
avoid	23
attractive	23
appropriate	23
annual	23
affect	23
Tennis	23
TECHNOLOGY	23
Nevertheless	23
Japan	23
Apart	23
ABOUT	23
15th	23
'M	23
whenever	22
washing	22
training	22
suppose	22
suggested	22
subjects	22
store	22
stopped	22
shocked	22
response	22
reasonably-priced	22
putting	22
piece	22
per	22
newspapers	22
much.	22
lucky	22
leaving	22
kept	22
items	22
invented	22
foreign	22
developed	22
describe	22
delighted	22
complete	22
common	22
climb	22
booked	22
bag	22
allows	22
afterwards	22
act	22
abroad	22
Yes	22
Tim	22
Smith	22
PEOPLE	22
Otherwise	22
Or	22
May	22
LIKE	22
Christie	22
Agatha	22
1	22
'S	22
you.	21
twenty	21
tiring	21
teach	21
stressful	21
son	21
similar	21
set	21
secrets.	21
seat	21
relationship	21
protect	21
plane	21
organize	21
note	21
members	21
meals	21
maths	21
marvellous	21
majority	21
level	21
kitchen	21
fan	21
costs	21
cooking	21
conclude	21
complaint	21
childhood	21
caught	21
business	21
beings	21
aspects	21
against	21
WILL	21
September	21
Restaurant	21
Peter	21
Nobody	21
KNOW	21
July.	21
Indeed	21
His	21
HE	21
Golf	21
FROM	21
BROOK	21
ARE	21
watched	20
village	20
sounds	20
security	20
relaxing	20
purpose	20
proud	20
mostly	20
money.	20
mistakes	20
missed	20
minute	20
middle	20
managed	20
lazy	20
item	20
influence	20
hotel	20
greatest	20
grandmother	20
fit	20
fault	20
explanation	20
essential	20
department	20
created	20
control	20
born	20
backstage	20
Today	20
REALLY	20
LIFE	20
HAS	20
GO	20
Competition	20
Christmas	20
COULD	20
CONCERT	20
yet	19
white	19
wasted	19
successful	19
styles	19
stress	19
statement	19
solution	19
situations	19
sending	19
regret	19
reasonably	19
realize	19
quarter	19
provided	19
professional	19
possibility	19
pocket	19
plans	19
phoned	19
park	19
opened	19
noise	19
mood	19
life.	19
lie	19
language	19
knowing	19
jazz	19
interest	19
history	19
groups	19
general	19
friendship	19
final	19
experienced	19
education	19
dog	19
developing	19
design	19
countryside	19
clear	19
carefully	19
body	19
behind	19
aware	19
anywhere	19
anyway	19
affected	19
Who	19
University	19
Organiser	19
OUR	19
Hemingway	19
DANNY	19
AFTER	19
writers	18
within	18
unusual	18
uncomfortable	18
transport	18
there.	18
terribly	18
swimmer	18
surfing.	18
single	18
shouting	18
sat	18
recent	18
prompt	18
produce	18
priced	18
press	18
presented	18
planning	18
pass	18
part-time	18
material	18
learning	18
kill	18
itself	18
incredible	18
housework	18
himself	18
him.	18
her.	18
hands	18
gets	18
earlier	18
discussion	18
dark	18
dancing	18
cut	18
connected	18
congratulate	18
classroom	18
camera	18
built	18
attending	18
assistants	18
announced	18
among	18
accepted	18
THEY	18
THERE	18
See	18
Just	18
Conclusion	18
wide	17
warm	17
via	17
usual	17
understanding	17
twice	17
traditional	17
towards	17
test	17
tells	17
talks	17
supermarkets	17
sun	17
suits	17
stupid	17
sportswear	17
spoke	17
reach	17
quiet	17
paying	17
organization	17
opposite	17
microphones	17
married	17
looks	17
letter.	17
inventions	17
filming	17
drawing	17
doubt	17
develop	17
delayed	17
day.	17
culture	17
crying	17
crowd	17
cool	17
contrast	17
characters	17
certain	17
caused	17
beach	17
balance	17
arrive	17
along	17
advert	17
accident	17
WHICH	17
WERE	17
Those	17
Sara	17
Once	17
November	17
Maths	17
LAST	17
Hope	17
HOW	17
Famous	17
Bye	17
AM	17
yes	16
well-known	16
warmer	16
us.	16
tour	16
too.	16
swimming.	16
streets	16
stores	16
stadium	16
solve	16
social	16
smoke	16
skirts	16
simply	16
showing	16
season	16
sales	16
research	16
relaxed	16
reality	16
reached	16
queues	16
practical	16
plastic	16
picture	16
passed	16
organizing	16
killed	16
improving	16
humans	16
honest	16
healthy	16
happens	16
hair	16
game	16
friends.	16
fresh	16
forgot	16
entertainment	16
electronic	16
effort	16
eating	16
dreams	16
died	16
death	16
customers	16
convenience	16
consideration	16
chef	16
cheaper	16
centres	16
calm	16
boys	16
begins	16
bands	16
answered	16
Yesterday	16
Without	16
US	16
TIME	16
Personally	16
Perhaps	16
OUT	16
ONE	16
Marine	16
London.	16
Introduction	16
Have	16
Especially	16
Anna	16
8	16
50	16
20:15.	16
%	16
years.	15
winning	15
walked	15
wake	15
unless	15
tend	15
temperature	15
stood	15
standing	15
somewhere	15
schedule	15
running	15
returned	15
results	15
responsibility	15
regard	15
promise	15
practice	15
plenty	15
personally	15
option	15
none	15
nights	15
mountains	15
manage	15
jealous	15
involved	15
invention	15
interests	15
increase	15
includes	15
improved	15
home.	15
headmaster	15
hardly	15
freedom	15
fight	15
fell	15
families	15
false	15
energy	15
disaster	15
director	15
desk	15
considered	15
compare	15
colourful	15
climbed	15
cities	15
boss	15
behaviour	15
bar	15
baby	15
article	15
alarm	15
Take	15
THINK	15
Swimming	15
Home	15
French	15
wore	14
wind	14
trusted	14
tomorrow	14
things.	14
term	14
tasks	14
survive	14
suffer	14
slept	14
punished	14
pounds	14
pity	14
permission	14
perhaps	14
oven	14
obviously	14
normally	14
negative	14
meal	14
magazine	14
luck	14
loves	14
leaflet	14
interview	14
industry	14
hurry	14
hit	14
heart	14
guitar	14
grandparents	14
floor	14
fire	14
faces	14
exist	14
embarrassed	14
doctor	14
discuss	14
differences	14
die	14
devices	14
crowds	14
correct	14
conditions	14
complaints	14
closed.	14
clearly	14
cinema	14
charge	14
catch	14
build	14
broken	14
breakfast	14
believed	14
based	14
attracted	14
aspect	14
appreciated	14
all.	14
add	14
access	14
YOURS	14
X	14
Their	14
School	14
STARTED	14
PAT	14
ONLY	14
Musical	14
MONEY	14
Having	14
FASHION	14
December	14
DEAR	14
Clothes	14
Afterwards	14
30	14
17	14
year.	13
world.	13
whereas	13
want.	13
wallet	13
unhappy	13
three-day	13
thoughts	13
tent.	13
technical	13
task	13
table	13
stressed	13
steal	13
state	13
sick	13
ship	13
selling	13
remain	13
realistic	13
project	13
principal	13
previous	13
post	13
piano	13
participate	13
pair	13
otherwise	13
offers	13
memories	13
journey	13
insects	13
happiness	13
forgotten	13
fond	13
flat	13
finding	13
exhausted	13
eventually	13
enjoyable.	13
effect	13
earth	13
dissatisfaction	13
designers	13
described	13
demand	13
cultures	13
cultural	13
cover	13
considering	13
compensation	13
chatting	13
breaks	13
badly	13
ancient	13
advertisement.	13
advanced	13
address	13
account	13
WRITING	13
WHAT	13
WANT	13
TOLD	13
Sea	13
Really	13
Painting	13
Oh	13
Man	13
MODERN	13
Life	13
GOOD	13
FIRST	13
Brian	13
BY	13
BEFORE	13
American	13
1st	13
19:00	13
16th	13
&	13
wasting	12
unforgettable	12
trousers	12
that.	12
support	12
studied	12
step	12
starred	12
specially	12
sorts	12
sir	12
shall	12
services	12
sense	12
seaside	12
scientists	12
scenery	12
satisfaction	12
safer	12
required	12
range	12
rain	12
pressure	12
preferences	12
power	12
possibly	12
possibilities	12
pool	12
pm.	12
ought	12
offering	12
obvious	12
now.	12
moved	12
mountain	12
moon	12
market	12
laughing	12
informing	12
hurt	12
hundreds	12
form	12
fair	12
fabrics	12
examples	12
electricity	12
e-mails	12
do.	12
deep	12
danger	12
dad	12
copy	12
contrary	12
connection	12
complicated	12
competition.	12
clothes.	12
clock	12
celebrities	12
cancel	12
brothers	12
blue	12
bedroom	12
autographs	12
advise	12
advertising	12
advances	12
additional	12
activities.	12
action	12
TWO	12
Spain	12
SOME	12
RESTAURANT	12
PLAY	12
Old	12
Lessons	12
DID	12
Both	12
BEEN	12
BACK	12
An	12
ALSO	12
20th	12
10:00	12
wherever	11
unique	11
trips	11
trees	11
timetable	11
this.	11
telephones	11
tall	11
strongly	11
stolen	11
smile	11
sky	11
search	11
round	11
restaurants	11
recommended	11
reasonable	11
published	11
position	11
planes	11
photographer	11
pack	11
p.m	11
onto	11
month.	11
miserable	11
mad	11
lover	11
loud	11
laugh	11
lake	11
kids	11
jumped	11
invitation	11
increasing	11
impression	11
hold	11
herself	11
guy	11
grew	11
green	11
gossip	11
garden	11
furious	11
fortunately	11
forest	11
finishes	11
evening.	11
e.g.	11
disadvantage	11
difference	11
designed	11
customer	11
cried	11
convinced	11
circumstances	11
chair	11
cent	11
career	11
cards	11
canteen	11
cabins.	11
bright	11
bodies	11
before.	11
back.	11
available.	11
areas	11
advertisements	11
ability	11
Usually	11
THEN	11
THEM	11
Subject	11
South	11
Sorry	11
Singing	11
River	11
Recently	11
READ	11
Paris	11
OR	11
MORE	11
Ivan	11
Heathcliff	11
Fortunately	11
Earth	11
DISCOUNTS	11
Considering	11
Caroline	11
Additionally	11
ADVERTISEMENT	11
younger	10
workers	10
weekends	10
waiters	10
types	10
title	10
thousands	10
thanked	10
tents.	10
tennis.	10
teenager	10
teaching	10
switch	10
survey	10
sport.	10
specific	10
smoking	10
smaller	10
shy	10
sharks	10
serve	10
seconds	10
scared	10
safe	10
revolution	10
resist	10
renovation	10
remind	10
relatives	10
problem.	10
preparation	10
preferred	10
polluted	10
place.	10
picked	10
photography.	10
peace	10
painting.	10
options	10
objects	10
nine	10
names	10
moments	10
medical	10
mainly	10
low	10
listed	10
legs	10
kisses	10
keeps	10
joined	10
jeans	10
introduce	10
improvements	10
imagination	10
hospital	10
hoped	10
happy.	10
handsome	10
gun	10
generally	10
furniture	10
frightened	10
forgive	10
forced	10
fly	10
fifteen	10
fewer	10
feet	10
fee	10
fame	10
fallen	10
failed	10
facts	10
enthusiastic	10
enormous	10
empty	10
electrical	10
driving	10
drive	10
dreamed	10
doors	10
disappointed.	10
desire	10
dates	10
curious	10
cry	10
courses	10
costumes	10
concern	10
cleaner	10
classrooms	10
cases	10
carrying	10
broke	10
box	10
boat	10
begun	10
becomes	10
autograph	10
attract	10
arranged	10
argument	10
apply	10
appliances	10
apologise	10
airport	10
agency	10
across	10
Waiting	10
Third	10
Ted	10
THINGS	10
THING	10
T-shirts	10
Students	10
Stories	10
Spanish	10
SINCERELY	10
More	10
Marion	10
Give	10
GOING	10
GIVE	10
FUTURE	10
FAMOUS	10
Diana	10
DIFFERENT	10
DAILY	10
Charles	10
CD	10
Brazil	10
Being	10
Almost	10
Activities	10
AN	10
ACTIVITIES	10
21st	10
'VE	10
worthwhile	9
willing	9
volunteer	9
uses	9
uniform	9
unbelievable	9
true.	9
tree	9
treatment	9
trains	9
tidy	9
theatre.	9
surrounded	9
spread	9
speakers	9
smart	9
skirt	9
sign	9
shouted	9
secondary	9
sang	9
salary	9
rush	9
routine	9
romantic	9
risk	9
require	9
representative	9
repaired	9
relationships	9
related	9
questions.	9
prove	9
production	9
practising	9
population	9
polite	9
pick	9
photographers	9
patience	9
parties	9
painted	9
pain	9
outdoor	9
original	9
organiser	9
opportunities	9
nor	9
nicer	9
musicals	9
mouth	9
moreover	9
mix	9
minutes.	9
milk	9
medicine	9
marks	9
mall	9
lying	9
luckily	9
lives.	9
likely	9
lawyer	9
lasted	9
joke	9
intend	9
influenced	9
inconvenience	9
improvement	9
house.	9
harder	9
ground	9
gadgets	9
fridge	9
formal	9
forever	9
finishing	9
figure	9
fascinating	9
farm	9
fall	9
fabulous	9
exhausting	9
exchange	9
electric	9
dry	9
dressing	9
dresses	9
dreaming	9
dogs	9
dishes	9
discussed	9
detective	9
destroy	9
demanding	9
decorate	9
court	9
conversation	9
concentrate	9
composition	9
companies	9
colleagues	9
clever	9
circle	9
cheque	9
checking	9
captain	9
cake	9
button	9
buildings	9
breath	9
brain	9
besides	9
below	9
bathroom	9
basic	9
attitude	9
asks	9
artist	9
appearance	9
anxious	9
admission	9
ad	9
Woods	9
Women	9
WENT	9
USED	9
TOO	9
TAKE	9
Surfing	9
States	9
Sirs	9
Should	9
SHOULD	9
SCHOOL	9
Probably	9
Princess	9
Polish	9
Molly	9
Marie	9
Madonna	9
MARIA	9
LONDON	9
Korea	9
Italy	9
God	9
George	9
GET	9
Freedom	9
Ernest	9
EVENING	9
Discounts	9
Detective	9
Consequently	9
Computers	9
College	9
Climbing	9
CLOSED	9
America	9
Africa	9
4	9
2nd	9
14.30	9
11	9
wood	8
woke	8
wished	8
widower	8
widow	8
visitors	8
value	8
useless	8
up.	8
unable	8
tickets.	8
televisions	8
teenagers	8
taste	8
talent	8
surprising	8
sunny	8
summarize	8
stronger	8
strength	8
straight	8
station	8
states	8
standard	8
stage.	8
speed	8
spectators	8
sooner	8
soccer	8
small.	8
skin	8
sight	8
sharing	8
session	8
searching	8
screaming	8
saved	8
rude	8
rubbish	8
room.	8
robots	8
rights	8
regularly	8
refused	8
record	8
reaction	8
rare	8
rapidly	8
quick	8
publish	8
process	8
princess	8
primary	8
prevent	8
presents	8
powerful	8
politician	8
plus	8
physical	8
peaceful	8
patient	8
passion	8
parents.	8
out.	8
on.	8
not.	8
noisy	8
neither	8
naturally	8
nationalities	8
missing	8
male	8
major	8
magazines	8
literature	8
line	8
lasts	8
lady	8
joy	8
joining	8
irritable	8
inviting	8
interesting.	8
intention	8
imagined	8
ideal	8
horse	8
head	8
happier	8
guys	8
guard	8
growing	8
grow	8
government	8
good.	8
gold	8
generation	8
gas	8
fully	8
full-price	8
flats	8
firstly	8
fear	8
fascinated	8
fancy	8
extraordinary	8
experiments	8
excitement	8
evenings	8
escape	8
entitled	8
enquire	8
engineering	8
employees	8
effects	8
edition	8
drugs	8
drama	8
distance	8
dislike	8
diseases	8
disappeared	8
dirty	8
difficulty	8
detail	8
depressed	8
depend	8
daughter	8
cup	8
countries.	8
consequences	8
comfortably	8
clubs	8
climate	8
choir	8
choices	8
carried	8
bringing	8
aunt	8
argue	8
approximately	8
anytime	8
alive	8
admire	8
actress	8
actor.	8
acted	8
Wuthering	8
White	8
Where	8
WORLD	8
WHO	8
WEEK	8
Try	8
Thus	8
THEIR	8
Sting	8
Smythe	8
SHE	8
SEE	8
SAID	8
RYAN	8
Philip	8
Pat.	8
POSSIBLE	8
Only	8
Obviously	8
Mark	8
MUCH	8
LETTER	8
Japanese	8
Heights	8
GREAT	8
GOT	8
FRIENDS	8
FORWARD	8
Eventually	8
Each	8
Due	8
Cry	8
Computer	8
Cambridge	8
Beatrice	8
BOOK	8
Alex	8
ASKED	8
ANY	8
ALWAYS	8
6	8
5th	8
18	8
16	8
12	8
work.	7
well-organised	7
waiter	7
vegetables	7
uniforms	7
typical	7
two-week	7
twelve	7
travel.	7
traffic	7
total	7
topic	7
toilet	7
to.	7
ticket.	7
thirty	7
thinks	7
thin	7
terrified	7
techniques	7
taught	7
systems	7
surely	7
stops	7
stealing	7
soon.	7
song	7
solutions	7
shorts	7
setting	7
serving	7
sensitive	7
section	7
screen	7
saves	7
satisfy	7
sandwiches	7
sailing.	7
row	7
respected	7
reports	7
repairs	7
reminds	7
remembered	7
rely	7
refrigerator	7
rang	7
queuing	7
pushed	7
publicity	7
provides	7
properly	7
proper	7
promises	7
programmes	7
profit	7
prizes	7
prison	7
presentation	7
poster	7
policeman	7
photo	7
personality	7
perfectly	7
parking	7
papers	7
ours	7
operation	7
occasions	7
occasion	7
observe	7
numbers	7
national	7
more.	7
mom	7
misleading	7
mess	7
match	7
mail	7
luxurious	7
listened	7
lets	7
leg	7
leading	7
late.	7
larger	7
know.	7
introduced	7
internet	7
insist	7
indeed	7
incredibly	7
increased	7
inaccurate	7
impressive	7
immediate	7
illness	7
hoping	7
heaven	7
habits	7
habit	7
guilty	7
guide	7
golden	7
go.	7
gain	7
frustrated	7
flowers	7
fishing	7
fisherman	7
festival.	7
fed	7
features	7
fantastic.	7
fail	7
explaining	7
exercise	7
examination	7
evil	7
entry	7
entire	7
engineer	7
ends	7
enclosed	7
emotions	7
easiest	7
earliest	7
duty	7
draw	7
doubts	7
divorce	7
distances	7
discoveries	7
discos	7
directly	7
difficulties	7
destroying	7
destroyed	7
danced	7
cure	7
constantly	7
consequently	7
congratulations	7
confirm	7
condition	7
computer.	7
communications	7
comments	7
comfort	7
closing	7
class.	7
cheap	7
chances	7
cellular	7
camp.	7
cabin.	7
budget	7
brings	7
breathe	7
board	7
bird	7
belong	7
behave	7
beforehand	7
bear	7
balloons	7
ball	7
astonished	7
applied	7
appears	7
apology	7
ago.	7
adult	7
active	7
achievements	7
accommodation.	7
a.m.	7
York	7
WELL	7
WANTED	7
Using	7
Tom	7
Times	7
TELL	7
Switzerland	7
Speaking	7
Sarah	7
SECRET	7
S	7
Rod	7
Regards	7
Re	7
PC	7
PART	7
Often	7
O.K.	7
Mary	7
MOST	7
MAKE	7
Like	7
Later	7
Larry	7
LEISURE	7
June.	7
JUST	7
JUNE	7
JULY	7
Internet.	7
Hoping	7
HER	7
Gold	7
Germany	7
Generally	7
Fish	7
FCE	7
FAITHFULLY	7
Europe	7
EVERYTHING	7
Did	7
DURING	7
DISAPPOINTING	7
Camp.	7
Californian	7
CLOTHES	7
CDs	7
CAMP	7
Brook.	7
Britain	7
Biko	7
Australia	7
ANSWER	7
ACTOR	7
7:30	7
7.30	7
21	7
19	7
12th	7
10th	7
yesterday.	6
wondered	6
windows	6
wild	6
weekend.	6
weekdays	6
week.	6
wears	6
way.	6
was.	6
war	6
walls	6
wall	6
vast	6
vacations	6
unfriendly	6
unexpected	6
trend	6
treat	6
toy	6
topics	6
tool	6
thrilled	6
thing.	6
technology.	6
tears	6
teams	6
teachers.	6
synthetic	6
surprisingly	6
supper	6
substitute	6
strike	6
stereo	6
steps	6
started.	6
staring	6
souvenirs	6
soul	6
something.	6
sociable	6
slowly	6
skill	6
situated	6
sisters	6
shower	6
shirt	6
shame	6
selected	6
select	6
secret.	6
sciences	6
sale	6
sadness	6
sacrifice	6
ruined	6
robot	6
river.	6
revealed	6
restaurant.	6
respectful	6
replace	6
rent	6
red	6
raining	6
quicker	6
pushing	6
providing	6
proposed	6
programme.	6
proficiency	6
professionals	6
prize.	6
possible.	6
popularity	6
players	6
plants	6
performances	6
pen	6
participated	6
paparazzi	6
pants	6
owner	6
overcrowded	6
organisers	6
opportunity.	6
opening	6
old.	6
named	6
movies	6
movie	6
minds	6
millennium	6
military	6
midnight	6
microwaves	6
metres	6
mental	6
memory	6
medicines	6
lower	6
loudly	6
lottery	6
letting	6
lesson.	6
laughed	6
landscapes	6
land	6
laboratory	6
kindly	6
key	6
jump	6
journalist	6
job.	6
jewellery	6
issue	6
is.	6
interviewed	6
intended	6
instrument	6
innovations	6
information.	6
increases	6
importance	6
illnesses	6
ignore	6
ice	6
holiday.	6
holding	6
height	6
have.	6
hats	6
harmful	6
handle	6
hairstyles.	6
hairstyle	6
gym	6
guests	6
grown	6
grey	6
greater	6
great.	6
grandfather	6
golf.	6
global	6
glasses	6
glass	6
fun.	6
full-time	6
forwards	6
forgetting	6
foot	6
folk	6
flyer	6
fitting	6
films.	6
fill	6
field	6
festivals	6
feels	6
family.	6
fainted	6
expectations	6
existed	6
excuse	6
examinations	6
enthusiasm	6
entertaining	6
ending	6
eighteen	6
earned	6
drove	6
dreamt	6
domestic	6
dollars	6
doctors	6
disturbed	6
disco	6
developments	6
deserves	6
dependent	6
decorating	6
dear	6
dealing	6
dancers	6
crime	6
creature	6
creative	6
creates	6
country.	6
cotton	6
continued	6
consists	6
connect	6
confused	6
confident	6
conditioning	6
concerns	6
computing	6
complaining	6
compared	6
commercial	6
comfortable.	6
coloured	6
collect	6
chores	6
cheques	6
chemistry	6
chemical	6
champion	6
challenge	6
centuries	6
central	6
center	6
causing	6
casual	6
cashier	6
calling	6
burglar	6
brochure	6
boring.	6
booking	6
blood	6
birds	6
bicycle	6
betrayed	6
beside	6
benefits	6
beauty	6
basketball.	6
bamboo	6
balloon	6
average	6
author	6
ate	6
arrested	6
arguments	6
animal	6
angry.	6
amusing	6
amazed	6
alternative	6
again.	6
adventures	6
addicted	6
added	6
accidents	6
absent	6
World	6
Whenever	6
WITHOUT	6
WHILE	6
WEEKS	6
Very	6
Thursday	6
Three	6
Think	6
Thanking	6
THESE	6
THANK	6
T.	6
Student	6
Street	6
Sam	6
SOON	6
Ricky	6
Report	6
Principal	6
Portugal	6
Poor	6
Poland	6
Plus	6
Pandora	6
PERFECT	6
Other	6
ORDER	6
Normally	6
NIGHT	6
NEVER	6
Money	6
Manuel	6
MUSICAL	6
MONTH	6
MINUTES	6
MANY	6
Los	6
LIVES	6
LATE	6
KNEW	6
Jim	6
Jan	6
INTERESTING	6
HIM	6
HEARING	6
Going	6
Evening	6
Emily	6
E-mail	6
Drama	6
Daniela	6
DAY	6
Certainly	6
Catherine	6
Carlotta	6
CHANGING	6
CHANGED	6
Brooks	6
Britney	6
Boys	6
BEST	6
BAND	6
Ali	6
Accommodation	6
AVAILABLE	6
ASK	6
ANOTHER	6
8.15	6
youth	5
youngest	5
wires	5
weird	5
web	5
weapons	5
volunteers	5
volleyball	5
virtual	5
views	5
videos	5
valuable	5
vacuum	5
unlike	5
unenjoyable	5
underground	5
treated	5
transportation	5
trained	5
tradition	5
town.	5
tourists	5
tough	5
tops	5
throughout	5
thousand	5
teenage	5
technique	5
teaches	5
talented	5
sung	5
sufficient	5
studio	5
student.	5
stuck	5
struggle	5
storm	5
stations	5
staff.	5
sports.	5
spirit	5
soft	5
socks	5
soap	5
so-called	5
snacks	5
snack	5
smell	5
singer.	5
silver	5
silly	5
sides	5
shortage	5
shops.	5
shirts	5
shining	5
shared	5
shape	5
shaking	5
shadow	5
seriously	5
separated	5
secretary	5
secondly	5
scary	5
satisfactory	5
satellite	5
sailed	5
safety	5
runs	5
roof	5
robbed	5
roads	5
ridiculous	5
retired	5
requests	5
represented	5
repeat	5
repair	5
relevant	5
refreshments	5
refer	5
reduced	5
reduce	5
redecorated	5
readers	5
raised	5
quickly.	5
puppy	5
psychological	5
propose	5
produced	5
problems.	5
prefers	5
predict	5
play.	5
planet	5
photograph	5
path	5
party.	5
panties.	5
painful	5
oxygen	5
owners	5
outdoors	5
other.	5
organizer	5
one.	5
okay	5
odd	5
occurred	5
obtain	5
observed	5
nuclear	5
network	5
neighbours	5
neighbourhood	5
nearest	5
nature.	5
naked	5
mysterious	5
musician	5
moving	5
mothers	5
mixture	5
minimum	5
millions	5
microphone	5
methods	5
method	5
metal	5
message	5
mechanics	5
meat	5
meantime	5
maintain	5
lot.	5
loss	5
losing	5
location	5
loads	5
limited	5
lighting	5
lemon	5
led	5
leaflets	5
layer	5
kissed	5
kilometres	5
jackets	5
jacket	5
island	5
invent	5
introduction	5
interviews	5
intelligent	5
install	5
injured	5
impolite	5
imaginations	5
ignored	5
idea.	5
higher	5
hers	5
hero	5
heating	5
heat	5
headache	5
happily	5
happiest	5
happened.	5
hang	5
guns	5
guitars	5
guaranteed	5
group.	5
greatly	5
grass	5
gradually	5
gossiping	5
goodbye	5
good-looking	5
functions	5
frequently	5
freely	5
free.	5
fortune	5
foolish	5
follows	5
focus	5
fits	5
firm	5
finger	5
fine.	5
financial	5
fights	5
fighting	5
fields	5
familiar	5
fairly	5
failing	5
eye	5
expert	5
experience.	5
exact	5
evolution	5
everything.	5
encourage	5
efforts	5
efficiently	5
effectively	5
ease	5
ears	5
earning	5
dying	5
duties	5
drums	5
drink.	5
disturb	5
discussing	5
disappointments	5
dioxide	5
difficult.	5
differently	5
diamond	5
develops	5
destination	5
designing	5
depression	5
delivered	5
degree	5
deeply	5
de	5
days.	5
dating	5
cruel	5
covered	5
count	5
corner	5
cooker	5
contract	5
confusion	5
complex	5
comparison	5
community	5
coast	5
closes	5
climbing.	5
cleaned	5
claim	5
checked	5
cheapest	5
charged	5
causes	5
cast	5
carbon	5
capital	5
capable	5
cancer	5
campsite	5
camps	5
calmly	5
buses	5
bread	5
bottle	5
best.	5
background	5
automatically	5
attractions	5
attraction	5
attack	5
ashamed	5
artificial	5
arrival	5
arrangements	5
arrangement	5
arms	5
appeal	5
apologize	5
apartment	5
answering	5
annoy	5
amateur	5
am.	5
alright	5
alcohol	5
agreement	5
aggressive	5
actual	5
actors.	5
achieved	5
accurate	5
accordance	5
accessories	5
accepting	5
abilities	5
WROTE	5
WORK	5
WAIT	5
Vance	5
VISIT	5
United	5
USA.	5
Timson	5
Taking	5
TV.	5
TICKETS	5
TERRIBLE	5
TENT	5
T.V	5
T-shirt	5
São	5
Sundays	5
Sun	5
Stars	5
Sailing	5
SUCH	5
STAGE	5
SPECIAL	5
SOMETHING	5
SECRETS	5
SCIENCE	5
SAY	5
Referring	5
Rafael	5
RIGHT	5
PREFER	5
PAY	5
Oxford	5
OTHER	5
Nigel	5
Never	5
NOW	5
NO	5
NICE	5
NEED	5
Mum	5
Moon	5
Michael	5
Mano	5
MOTHER	5
MANAGER	5
Look	5
Lise	5
Lily	5
LOOKING	5
LOG	5
Jones	5
Jazz	5
Jacob	5
J.	5
Italian	5
INFORMATION	5
Hungbu	5
Hairstyles	5
HOPE	5
HOME	5
HELP	5
H.	5
Greece	5
GAVE	5
Fashions	5
FINALLY	5
FATHER	5
F	5
EVEN	5
Does	5
Dany	5
Daily	5
Concert	5
Club	5
Chinese	5
Children	5
California.	5
CONCLUSION	5
COMPLAIN	5
CIRCLE	5
CENTURY	5
British	5
Below	5
BELIEVE	5
BAD	5
Available	5
Austria	5
August.	5
Among	5
Alison	5
Alice	5
Academy	5
ALTHOUGH	5
AGAIN	5
ABLE	5
9	5
80	5
40	5
30th	5
2100	5
10.00-19.00	5
yellow	4
wrong.	4
worldwide	4
with.	4
why.	4
whispered	4
wet	4
welcome	4
weeks.	4
water.	4
wastes	4
warning	4
wardrobe	4
volume	4
visits	4
vegetarian	4
varied	4
up-to-date	4
untrue	4
unsatisfactory	4
unnecessary	4
unlucky	4
unfair	4
underwear	4
uncle	4
ugly	4
truly	4
trends	4
treasure	4
toys	4
towels	4
tournament	4
tourism	4
tools	4
throw	4
threw	4
thoroughly	4
theme	4
tests	4
tendency	4
team.	4
tea	4
taxi	4
talkative	4
survival	4
surroundings	4
surfer	4
surf	4
summertime	4
summary	4
suitcase	4
suggesting	4
suffering	4
suffered	4
succeeded	4
succeed	4
story.	4
stones	4
stole	4
stock	4
stick	4
stepped	4
sports-wear	4
spoilt	4
spoiled	4
specialised	4
space.	4
sons	4
sometime	4
somehow	4
sixteen	4
site	4
singing.	4
silent	4
signs	4
significant	4
signatures	4
signature	4
shut	4
shout	4
shot	4
shorter	4
shop.	4
shook	4
shock	4
ships	4
sheep	4
seventeen	4
served	4
sentence	4
sensations	4
semester	4
sells	4
seasons	4
sculptures	4
scream	4
scientist	4
scientific	4
scenes	4
scene	4
satisfying	4
sail	4
rushed	4
rumours	4
rules.	4
robbery	4
rings	4
ring	4
riding	4
reward	4
revealing	4
reveal	4
returning	4
reserved	4
requires	4
reputation	4
reporters	4
replied	4
replacement	4
renovations	4
relations	4
rehearsals	4
refunded	4
recovered	4
recognised	4
recognise	4
reception	4
receipt	4
raise	4
questionnaire	4
purse	4
pupil	4
pub	4
protagonist	4
proposition	4
proposals	4
printed	4
print	4
price.	4
prevented	4
precise	4
practically	4
pool.	4
playground	4
planets	4
places.	4
placed	4
pizza	4
picking	4
photographic	4
persuaded	4
persuade	4
peacefully	4
payment	4
partner	4
paintings	4
page	4
ozone	4
overheard	4
others.	4
online	4
offices	4
obliged	4
nutshell	4
nowhere	4
novice	4
nose	4
nonsense	4
new.	4
net	4
neighbour	4
need.	4
nearby	4
nasty	4
museums	4
moves	4
movement	4
motorbike	4
modest	4
models	4
mind.	4
meaning	4
meal.	4
mates	4
marvellous.	4
markets	4
map	4
mankind	4
managers	4
management	4
maid	4
magnificent	4
luxury	4
luggage	4
luckiest	4
lonely	4
located	4
limits	4
like.	4
lighter	4
lies	4
lied	4
licence	4
libraries	4
levels	4
lessons.	4
lend	4
leisure-	4
landscape	4
kissing	4
kicked	4
jungle	4
jumping	4
jokes	4
iron	4
instructor	4
industrial	4
individual	4
indicated	4
independent	4
incident	4
image	4
household	4
hour.	4
hospitals	4
historical	4
highly	4
hide	4
hated	4
guitarist	4
grade	4
gorgeous	4
gift	4
gather	4
gardens	4
gallery	4
galleries	4
gained	4
frustration	4
fought	4
forty	4
forms	4
formed	4
foreigners	4
fool	4
food.	4
flying	4
fixed	4
fifty	4
fiction	4
female	4
fax	4
fat	4
falling	4
factories	4
factor	4
facing	4
explanations	4
exam.	4
everywhere.	4
environmental	4
entertain	4
entering	4
enquiries	4
enjoyment	4
endless	4
encouraged	4
employer	4
emphasis	4
else.	4
elegant	4
effective	4
easy.	4
easier.	4
eager	4
drunk	4
drinking	4
dressed	4
dreadful	4
drawbacks	4
divorced	4
display	4
discounted	4
disappointing.	4
disappoint	4
disadvantages.	4
digital	4
desperate	4
designer	4
description	4
describing	4
depending	4
deny	4
delicious	4
decorations	4
decoration	4
decisions	4
data	4
dare	4
dangers	4
cutting	4
cups	4
creatures	4
creating	4
covering	4
course.	4
cope	4
cooked	4
controlling	4
continues	4
contest	4
construction	4
connecting	4
confirmed	4
confidence	4
conducted	4
comment	4
combined	4
combination	4
collected	4
coats	4
clients	4
classes.	4
clarify	4
channels	4
challenges	4
celebrity	4
catching	4
caps	4
canvas	4
cafe	4
brook	4
bring.	4
bottles	4
borrow	4
blame	4
bit.	4
bills	4
bill	4
better.	4
benefit	4
belonged	4
bell	4
behaved	4
beginners	4
be.	4
bargain	4
backstage.	4
away.	4
attitudes	4
attacked	4
attached	4
assure	4
articles	4
arriving	4
arm	4
approached	4
approach	4
appointment	4
application	4
apologised	4
anything.	4
ants	4
animals.	4
anger	4
angel	4
alone.	4
aims	4
affecting	4
aeroplanes	4
advertise	4
adventurous	4
advancing	4
adults	4
admitted	4
administration	4
activity.	4
acquiring	4
achievement	4
achieve	4
acceptable	4
absolute	4
absence	4
a.m	4
Yet	4
Wishes	4
Which	4
WRONG	4
WHY	4
WEATHER	4
WAY	4
WAITING	4
USE	4
UNFORTUNATELY	4
Time	4
Though	4
Thinking	4
Tell	4
Teenagers	4
Talking	4
TRUELOVE	4
TRAVEL	4
TINA	4
TIM	4
THANKS	4
THAN	4
TENNIS	4
TALK	4
TAKING	4
Such	4
Stones	4
Steve	4
Society	4
Shops	4
Secret	4
Scientists	4
San	4
SURE	4
STAY	4
SOUND	4
SLEEPING	4
SLEEP	4
SIR	4
SHOPPING	4
SELLING	4
SECONDLY	4
Rolling	4
Rock	4
Remember	4
REGARDING	4
READING	4
Pop	4
Perfect	4
Pam	4
PRIVATE	4
PRICE	4
PM	4
PLAYING	4
PAST	4
P.S.	4
P.M.	4
Owing	4
Oasis	4
O.K	4
Nothing	4
Needless	4
NOWADAYS	4
NEW	4
NASA	4
Music	4
Me	4
Max	4
Martin	4
Mallory	4
Make-up	4
MRS	4
MACHINES	4
M.	4
Luna	4
Lorca	4
Leon	4
LOVE	4
LOTS	4
LOOK	4
LIVE	4
LET	4
LESSONS	4
Kelly	4
Karla	4
KIND	4
KIM	4
KEEPING	4
KEEP	4
Journalists	4
James	4
J	4
Ireland	4
INTERNET	4
INSIDE	4
IMPORTANT	4
I.	4
House	4
Hopefully	4
Honestly	4
History	4
High	4
HUMAN	4
HOLIDAY	4
HIS	4
HELPED	4
HELEN	4
HAND	4
Greek	4
Great	4
Good	4
GIVEN	4
Further	4
Fourthly	4
FORTY-FIVE	4
FOOD	4
FOLLOWING	4
FIND	4
Elton	4
Eingrid	4
Easter	4
EXPERIENCE	4
EXAM	4
ENGLISH	4
Dream	4
Donald	4
Dick	4
Definitely	4
Dad	4
DOING	4
DISAPPOINTED	4
Colston	4
City	4
Centre	4
Carla	4
CHANCE	4
CAME	4
CABIN	4
CA	4
Brunner	4
Brontë	4
Bono	4
Bobby	4
Beside	4
Believe	4
Basically	4
BETTER	4
BASKETBALL	4
Artists	4
Army	4
Area	4
Ann	4
Air	4
ALLOWED	4
8:15	4
60	4
300	4
25th	4
24	4
22nd	4
21:00	4
200	4
19:30.	4
1998	4
19.30.	4
16.12.00	4
13/06/00	4
1000	4
.....	4
''	4
yard	3
xxx	3
writer	3
worrying	3
worries	3
worn	3
worker	3
wool	3
woken	3
winters	3
willpower	3
widely	3
wicked	3
whispering	3
whatsoever	3
well-paid	3
weight	3
weekly	3
weather.	3
ways.	3
wars	3
warming	3
wakes	3
virus	3
violence	3
viewers	3
vice	3
venue	3
valid	3
vacation.	3
users	3
useful.	3
upstairs	3
upper	3
unsure	3
unsatisfied	3
unpredictable	3
unlimited	3
unkind	3
unimportant	3
twenty-first	3
turning	3
tune	3
trolleys	3
tries	3
tricks	3
trial	3
tremendously	3
trapped	3
trainers	3
toward	3
tourist	3
toilet.	3
together.	3
tired.	3
thus	3
thrilling	3
thirsty	3
thinner	3
think.	3
thief	3
themselves.	3
thankful	3
terrific	3
terrible.	3
terms	3
tease	3
tapes	3
tape	3
tables	3
t-shirts	3
swore	3
swordfish	3
sweet	3
sweaters	3
swam	3
suspended	3
sunbathing	3
summers	3
summer.	3
sue	3
sudden	3
successfully	3
success.	3
students.	3
stressed.	3
stranger	3
stars.	3
stared	3
stands	3
spy	3
spot	3
spoken	3
spell	3
southern	3
sounded	3
sorry.	3
sometimes.	3
solving	3
solved	3
soldiers	3
software	3
sofa	3
smooth	3
smiling	3
slow	3
simplified	3
simpler	3
silk	3
signed	3
shoppers	3
shocking	3
shelves	3
sheets	3
sharp	3
shapes	3
separate	3
sensible	3
see.	3
secretly	3
scout	3
scheduled	3
scenography	3
saving	3
sanitary	3
sand	3
same.	3
salesman	3
said.	3
sadly	3
roughly	3
roles	3
robbers	3
road	3
risks	3
rise	3
rid	3
richest	3
reviews	3
revenge	3
resulting	3
resources	3
resolved	3
rescue	3
requirements	3
represent	3
replying	3
repeated	3
reorganise	3
rented	3
reminded	3
remarkable	3
relief	3
reliable	3
regular	3
region	3
refuse	3
refurbishment	3
refurbished	3
refreshment	3
redecoration	3
records	3
recommendations	3
recognize	3
reckon	3
receptionist	3
reasons.	3
reader	3
reactions	3
react	3
rays	3
rarely	3
rainy	3
rains	3
radios	3
quietly	3
quiet.	3
queue.	3
question.	3
quarters	3
quarrelled	3
qualifications	3
punishment	3
provided.	3
proved	3
protection	3
proposal	3
proof	3
promotion	3
projects	3
progressive	3
programming	3
professionally	3
producing	3
pretend	3
pressing	3
pregnant	3
precious	3
practised	3
potato	3
positively	3
politics	3
pocket-money	3
plot	3
pleasures	3
pills	3
pieces	3
physics	3
physically	3
phone.	3
person.	3
perfect.	3
passport	3
passes	3
parks	3
parked	3
panties	3
paints	3
painters	3
packing	3
package	3
own.	3
owing	3
overall	3
outside.	3
outfit	3
orange	3
optional	3
operations	3
opens	3
once.	3
older	3
old-fashioned	3
oil	3
oh	3
occur	3
occupy	3
obtained	3
obligation	3
objective	3
numerous	3
nowadays.	3
notes	3
notebook	3
nevertheless	3
nerves	3
necessity	3
necessarily	3
naughty	3
native	3
myself.	3
music.	3
murderer	3
mouse	3
motivation	3
mosquitoes	3
moral	3
mixed	3
mission	3
metallic	3
messages	3
mentioning	3
meetings	3
mechanical	3
mathematics	3
material.	3
mate	3
marriage	3
manners	3
managing	3
man.	3
makeup	3
magic	3
madam	3
loving	3
lovely.	3
locked	3
lock	3
literally	3
links	3
lines	3
limit	3
leather	3
leak	3
law	3
lastly	3
largest	3
languages	3
knowledge.	3
knickers	3
kiss	3
kindness	3
keys	3
keyboard	3
justify	3
jury	3
jail	3
itinerary	3
isolated	3
irritated	3
ironing	3
involves	3
investigating	3
interview.	3
interrupted	3
instruments.	3
instructions	3
institute	3
innovation	3
influences	3
indoor	3
independence	3
incorrect	3
inconveniences	3
inaccuracies	3
impulsive	3
impress	3
impatient	3
idol	3
identity	3
identification	3
husbands	3
hunting	3
hunt	3
humanity	3
housewives	3
houses.	3
hottest	3
horses	3
horrible.	3
hire	3
hills	3
hiking	3
highway	3
highest	3
hidden	3
hid	3
hi-fi	3
hesitation	3
herself.	3
help.	3
hello	3
hell	3
heights	3
he/she	3
hates	3
hardest	3
hard.	3
hanging	3
handy	3
handed	3
had.	3
guided	3
growth	3
groups.	3
greedy	3
grammar	3
graduation	3
god	3
girlfriend.	3
geography	3
gentle	3
gay	3
gate	3
garden.	3
games.	3
gadget	3
future.	3
furthermore	3
fulfil	3
frog	3
fridges	3
fox	3
fourth	3
fourteen	3
fortnight	3
forgave	3
forecast	3
for.	3
focused	3
flower	3
floating	3
fired	3
finished.	3
fingers	3
filmed.	3
filled	3
figures	3
fifteenth	3
favour	3
fake	3
faithful	3
factory	3
faced	3
face.	3
extreme	3
extra-curricular	3
explore	3
excited.	3
excellent.	3
everyone.	3
everybody.	3
event.	3
established	3
era	3
entirely	3
endure	3
encourages	3
enclose	3
enables	3
enable	3
employed	3
emergency	3
embarrassing	3
electronics	3
elder	3
efficient	3
ecstatic	3
economic	3
eaten	3
dust	3
driver	3
driven	3
drawn	3
downstairs	3
double	3
diving	3
displayed	3
dishwasher	3
discounts.	3
discount.	3
discomfort	3
disagreements	3
disagree	3
different.	3
diary	3
devils	3
details.	3
desperately	3
desks	3
describes	3
denim	3
denied	3
demonstration	3
demands	3
deliver	3
delay.	3
define	3
dedicated	3
decorated	3
decor	3
deciding	3
decades	3
decade	3
daytime	3
damaged	3
damage	3
current	3
currency	3
crossed	3
cross	3
creativity	3
crazy.	3
covers	3
courts	3
courage	3
costume	3
correspond	3
convince	3
controversial	3
controlled	3
contains	3
contain	3
consisted	3
congratulating	3
confessed	3
confess	3
compositions	3
competitive	3
competitions.	3
compete	3
comparing	3
communicating	3
collecting	3
coach	3
cloth	3
classroom.	3
claiming	3
civilization	3
choice.	3
cheese	3
cheating	3
cheat	3
cheaply	3
chasing	3
championship	3
challenging	3
chairs	3
cell	3
celebrate	3
car.	3
capture	3
candles	3
candidates	3
camping.	3
camera.	3
calls	3
calculator	3
calculate	3
cables	3
buyer	3
buttons	3
busy.	3
burst	3
buildings.	3
brown	3
brief	3
break.	3
brand	3
boredom	3
boots	3
blew	3
blamed	3
blacks	3
biscuits	3
biology	3
bin	3
belongs	3
belongings	3
beer	3
beat	3
beaches	3
basis	3
barman	3
band.	3
bakery	3
baggy	3
bad.	3
bad-tempered	3
autograph.	3
attendance	3
assistance	3
asleep	3
art.	3
arrest	3
arranging	3
army	3
arguing	3
argued	3
architecture	3
appreciation	3
appealing	3
apparent	3
apologized	3
anymore.	3
announcement	3
angrily	3
analyse	3
ambition	3
alternatives	3
already.	3
allowing	3
allergic	3
album	3
airplane	3
agent	3
affair	3
aeroplane	3
advised	3
advisable	3
adore	3
adding	3
addict	3
actions	3
accommodated	3
accommodate	3
about.	3
Yuna	3
Young	3
Year	3
YEARS	3
YEAR	3
Westlife	3
West	3
Wear	3
Warsaw	3
Walking	3
WORST	3
WAYS	3
Visit	3
VIDEO	3
Until	3
Unlike	3
Under	3
USING	3
UK	3
U2	3
Truly	3
Trip	3
Tokyo	3
Through	3
Theatre.	3
Thailand	3
Teresa	3
Teacher	3
TVs	3
THOUGHT	3
THOSE	3
TECHNOLOGICAL	3
TEACHER	3
T.V.	3
Sure	3
Summing	3
Sue	3
Study	3
Staying	3
St	3
Sports	3
Spending	3
Spears	3
Someone	3
Somehow	3
Several	3
Seoul	3
Secrets	3
Schmidt	3
Saturdays	3
Saturday.	3
Santiago	3
SURFING	3
SUN	3
SUGGESTION	3
STUDENTS	3
STAFF	3
SPORTS	3
SMS	3
SINCE	3
SENT	3
SAW	3
SATURDAY	3
SAME	3
Russian	3
Rossell	3
Rome	3
Roman	3
Radio	3
RESULTS	3
Quite	3
QUITE	3
QUESTIONS	3
Plays	3
Playing	3
Photography.	3
Phat	3
Personal	3
Paula	3
PUT	3
PROGRAMME	3
PRIZE	3
POP	3
PLEASE	3
PLACE	3
PHOTOGRAPHS	3
PERSON	3
P.	3
Olga	3
ORGANISATION	3
OFF	3
None	3
Nolbu	3
Neither	3
Nearly	3
Naturally	3
NOBODY	3
NEXT	3
Museum.	3
Mother	3
Mom	3
Mobile	3
Mission	3
Miguel	3
Merton	3
Men	3
Martin.	3
Mars	3
March.	3
Magda	3
Madona	3
MS	3
MR	3
MET	3
MEAN	3
MAY	3
MAINLY	3
Log	3
Living	3
Latin	3
Latest	3
Lady	3
LOT	3
LEAST	3
LEARN	3
Kwa	3
Kursk	3
Korean	3
Kong	3
Kisses	3
Katie	3
Karaoke	3
Jun	3
Jean	3
Jackson	3
JOURNALISTS	3
Its	3
Irene	3
Immediately	3
Imagine	3
IDEA	3
Hill	3
Hey	3
Henri	3
Headmaster	3
HOUSE	3
HISTORY	3
HERE	3
HEAR	3
HARD	3
Guide	3
Guess	3
Green	3
Geneva	3
GOLF	3
Fred	3
Frankly	3
Find	3
Fernandez	3
FURTHER	3
FRIDAY	3
FOLLOW	3
FIVE	3
FANS	3
Express	3
Expecting	3
European	3
Economics	3
EXAMS	3
EXAMPLE	3
EVER	3
ETC	3
EITHER	3
Dora	3
Dec.	3
David	3
Date	3
Dance	3
DISCOVERED	3
DESERVE	3
DAYS	3
Curly	3
Communication	3
Closed	3
Clara	3
Choosing	3
China	3
Chicago	3
Chen	3
Celine	3
Cars	3
Carol	3
Carmen	3
CULTURE	3
COURSE	3
CONTACT	3
COMPUTER	3
COMPLETELY	3
CHOSEN	3
CHOOSE	3
CANNOT	3
Briley	3
Brigitte	3
Brighton	3
Boy	3
Bizen	3
Beverley	3
Based	3
Bad	3
BEING	3
BEGINNING	3
BEGIN	3
BEGAN	3
Audrey	3
Any	3
Anthony	3
Andre	3
Amazingly	3
Alright	3
Almendegos	3
Ake	3
Agripina	3
Again	3
Africans	3
Accident	3
Above	3
ATTENTION	3
ALMOST	3
AIDS	3
AGO	3
A-level	3
8:00	3
8.00	3
7:00	3
70	3
7.00	3
7.	3
3rd	3
2:00	3
28th	3
25	3
22	3
21-22	3
20:30	3
2001	3
19th	3
19:15	3
1999	3
1996	3
